<%@ page language="java" contentType="text/html; charset=utf-8"
    pageEncoding="utf-8"%>
<!DOCTYPE>
<html>
<head>
<meta charset="utf-8">
<title>Insert title here</title>
<style type="text/css">
body{
	margin: 0px;
}
.main_div{
	width: 100%;
	background-color: #f9f9f9;
	padding: 1px;
}
.chapter_div{
	width: 1200px;
	margin:50px auto;
	background-color: #fff;
	font-family:"宋体","Arial Narrow",HELVETICA; 
}
.title_div{
	width: 960px;
	height: 100px;
	line-height: 100px;
	font-size: 26px;
	text-align: center;
    margin: 15px auto;
	border-bottom: 1px dashed #CECECE;
}
.content_div{
	width: 960px;
	margin:auto;
}
.paragraph_div{
	line-height: 40px;
	color:#333;
	text-indent:2em;
	font-size: 20px;
}
.img_a{
	text-decoration: none;
}
.next_chap_nav_div{
	line-height: 60px;
	color:#333;
	font-size: 20px;
	text-align: center;
}
</style>
</head>
<body>
${requestScope.content }
<div class="paragraph_div">
清晨入古寺，初日照高林(1)。这句话经常用来形容早上寺院早上在阳光下的景象。白云观坐落于积米崖最顶端，如同一座寺院，屹立在海拔好几千米的高山上。按物理学常识，海拔每升高一千米，气温就下降六度。身体素质一般的来到这种环境，极容易发生高原反应。但积米崖最顶端却与众不同，来到上面感觉和在平原上行走一般，反而觉得呼吸更顺畅。物华天宝、人杰地灵，正有一种尝似人间仙境的感觉。
</div>
<div class="paragraph_div">
读到这里，聪明的读者也许有疑问：“明月童子在上一章里不是说过，白云观位于悬崖最底端，被淹没在茫茫云海里吗？怎么跑到悬崖最上端了？”是的，明月是这么说的，其实那座独木桥是机关制造的虚幻罢了，算是一个关卡。准确来说，应该是天人四问才对。除了天、地、人关外，还有粮关，合起来就叫“天、地、粮、人”。这座山之所以叫“积米崖”，是因为米也属于五谷杂粮。粮的读音和良是谐音，只有心地善良的智者才有资格见到达摩祖师。
</div>
<div class="paragraph_div">
葛申的双眼紧闭着等待死神的来临，上一秒还感觉自己在快速下落，风飕飕的顺着耳边刮过。约摸着自己快要落到谷底了，很难想象死亡的那一瞬间会是什么感觉，五脏六腑都被震碎的感觉究竟有多痛苦？
</div>
<div class="paragraph_div">
时间好像过了好久，葛申感觉耳边的飕飕声消失了，有种如沐春风的感觉。“大叔睁开眼吧！”葛申听到了明月的话，缓缓的睁开了眼睛。眼前的景象并非是断桥驿，而是来到了禅院里。院子里依然是三人和一匹马，只是葛申经历了刚刚的考验，好像做了一场梦，不清楚自己是怎么进来的这里。葛申恢复意识后，童子便给他解释了刚才所发生的一切其实都是由心而生，考验个人的心智。葛申已通过考验，有见祖师的资格了。禅院里的景象如同《红楼梦》里的大观园一般，方圆好几百米。里面有假山、果树、池塘，池塘里除了荷花、田田的荷叶，还有很多条五颜六色的鱼儿随波游荡，这小鱼儿有些连童子也叫不上名来。它们见有人来了，把嘴儿贴在水面上，好像在说欢迎之类的话。
</div>
<div class="paragraph_div">
禅院的最头上有一座高墙，上面写着斗大的“佛”字。童子带着他们绕过了佛字墙，出现在眼前的是一条条长廊，如同北京的颐和园(2)。长廊两旁的柱子是暗红色的，上面非常光滑，长廊拐来拐去，好像永远走不到尽头似的。可能是年幼的原因，明月行走的速度比葛申当过兵的走的还快。葛申便加快了脚步，想尽快见到祖师。妻子已经憋尿好几天了，平日里饮水最少时平均每日至少也得去个三四次，这是有生以来头一次憋这么久。
</div>
<div class="paragraph_div">
说快也快，他们终于走到了长廊的尽头，是一间祖祠堂，牌匾上写着“白云观”三个大字。有位道人站在外面守门，告诉童子现在可能不太方便，祖师正在里头给学弟们讲经。明月点点头，让葛叔一会等祖师讲完时，只许带着叔母入内，不要带着马儿入堂，祖师历来爱干净。葛叔点点头，把马儿暂时引到长廊的一根柱子旁，用牵绳将其拴在上面，又到窗口处透进去观看里面的情景。那位所谓的达摩祖师的打扮看上去和僧人似的，光头穿着僧衣，坐在椅子上。手里没有拿任何书本，只是用手势比划着动作。离他几米出按等差数列(2)阵势坐着十来位弟子，他们都盘膝坐在地上，看上去听的津津有味。
</div>
<div class="paragraph_div">
“佛教是世界三大宗教(3)之一，起源于古印度。印度也被称为四大文明古国(4)之一，中国也是其一，之所以被这样称作，因其资源丰富。印度有印度河、中国有长江、黄河，长江中下游地区，人类文明的发源地。。。”讲到这里祖师突然停住了，朝窗外看了看，看到了葛申的脸庞。葛申也看到了祖师正在看他，感觉自己无意中打扰祖师讲课了，不知怎么的好。
</div>
<div class="paragraph_div">
“今天的课先讲到这里”课才上了十来分钟，祖师就宣布下课。“金刚！”祖师点名。“在！”站在门口的道人进了祠堂。“传外面那位来客进来。”“是！”葛申听到祖师的话，就从马背上背起妻子进去了。
</div>
<div class="paragraph_div">
“请坐！”祖师从椅子上站起身，很客气的让葛申坐下，“把这位女子放在弟子的垫子上就行。”
</div>
<div class="paragraph_div">
“弟子怎敢坐祖师的位子。”
</div>
<div class="paragraph_div">
“没关系，你们的事我已经知道了，救人要紧。咱既然都见面了，不分辈分。”
</div>
<div class="paragraph_div">
“祖师已经。。。知道了？”
</div>
<div class="paragraph_div">
“是的，我看了那封信才知道你很需要我的帮助。”说着，祖师从腰里拿出大夫写的那封信，葛申摸了摸自己的腰包，那封信不知啥时到了祖师手里。祖师告诉说，是刚才在第二关答题时，清风趁他不注意看到腰包里露出了信封，便拿了出来偷着拆开看了看，知道要找我，就放鸽子(5)送到了我这里。清风失礼了，现在正在闭门思过中。
</div>
<div class="paragraph_div">
“算了吧，孩子还小出于好奇，他这是帮我提前通知祖师了，我不但不怪他，反而要谢谢他呢。”
</div>
<div class="paragraph_div">
“难得还有人有这般胸襟。”祖师便传金刚通知清风加冕了。祖师又说：“这位女子的伤势看来比较重，我得单独找个地方看看才行，这里可能不太方便，牵上马儿，跟我来。”
</div>
<div class="paragraph_div">
葛申又背起妻子，将其放回马背上，牵着马跟随祖师的脚步往后山走去。
</div>
<div class="paragraph_div">
祖祠堂已经是山上最高处了，出了祠堂往后山走的路开始从高往低延伸。走了大约十来分钟，有座石门出现在眼前，上面用艺术字刻着“白云洞”三个大字。祖师说：“这里正是我闭关修行的地方，不要说是一般人，就连我的弟子我都不允许入内，今我就破例一次好了。”
</div>
<div class="paragraph_div">
祖师嘴里念念有词说了些什么，石门好像也通灵，祖师念完后才一秒，门就自动打开了，两人进去了。洞里没有任何点燃的蜡烛，却充满明光，看上去跟白天似的，原来这些光都是从一个碗口那么大的水晶球上散发出来的。祖师又念了句，旁边一处密室突然间打开了。里面放着很多山珍海味，都是葛申在村里最爱吃的，看上去放了很久，却没发霉。祖师让葛申不要受拘束，可以随便拿块尝尝。葛申拿起一卷素鸡尝了口，还是保持着最初的新鲜感。
</div>
<div class="paragraph_div">
祖师又念了一句什么，秋琴从马背上飘了起来，缓缓的落在一座石床上。“不介意的话我可以看看女子的伤口吗？”“可以，有劳祖师了。”
</div>
<div class="paragraph_div">
这里除了马秋琴外，只有葛申和祖师。祖师亲手脱掉秋琴的裤子，解开她臀部的绷带，拨开她的双腿看了半分钟左右。说：“阴部已无形、子宫内部受伤严重。这种伤势就算医术再高明的大夫也很难治愈，不过我可以用道法给她制作一套模拟的器官。但中间过程比较繁杂，不得有任何人来打扰。这套器官包括尿道、子宫在内，需要灵符来维持。需要两样东西：泥土、爱人的血液。”
</div>
<div class="paragraph_div">
泥土需要比较粘稠的那种水泥状，洞外就有。血液只能用葛申自己的，因为他是秋琴的丈夫。葛申出了洞府，挖了一斗放在研钵里，祖师看了说里面沙粒比较多，不太合适。葛申想起禅院的鱼塘边可能会有合适的水泥，便又从后山回到禅院里挖了些感觉合适的。祖师说不是全部合适，挖了一部分。因分量不够，葛申又一次跑到禅院里挖，总共来回三次才凑齐分量。
</div>
<div class="paragraph_div">
接下来该用血液研磨水泥了，祖师让葛申先吃饱肚子睡上一觉，只有体力、精力旺盛时的血液混合到水泥里才能充满灵性。葛申从那晚和妻子一起睡在山洞里到现在一直没合过眼，这一睡就是三个时辰。
</div>
<div class="paragraph_div">
醒来后,祖师问准备好没，葛申点头。祖师说：“放心，只用100毫升左右就够了，要是感觉不舒服就说。”说完拿出小刀在葛申手腕处轻轻划了一道三厘米长度的口子，一道殷红的血液便流了出来。不一会祖师觉得够了分量，便点了葛申的穴道，血液便不再往外流了。祖师拿出纱布包扎好葛申的伤口，从腰间拿出一副黄色乳胶手套戴上，便开始作法了。
</div>
<div class="paragraph_div">
祖师嘴里念念有词道：“七情六欲人皆有之，泥人也有三分火性。自盘古开天辟地，女娲娘娘用泥巴造人，人类从此便有了生生不息的生命。有生就有死，生生死死轮回变化无常。女娲娘娘知道这一自然界法则，说不定自己以后也会赤裸裸的离去。于是便给了泥人男女性别，男女交配繁衍后代，荫泽万物。”念着念着，手里一块泥土捏成了阴部形状，黄色的乳胶手套也被泥土沾变了色。作法正进行着，突然，一股红色液体从祖师鼻孔里流了出来。葛申看到后刚要上去擦拭，祖师摇摇头表示拒绝。并没有拿当回事，继续作法。
</div>
<div class="paragraph_div">
祖师又从研钵里抓出一把泥土，继续念道：“女者子宫，先天之本，给予肉身、给予生命。。。”这时，红色液体已经流到了祖师衣服上，祖师并不在意，保证作法顺利进行，不能打断。不多时，泥土又被捏成了子宫形状。祖师拨开秋琴双腿，解开纱布，露出血肉模糊的部位。祖师在秋琴身体上点了穴位，说是马上要开刀把成形的泥土塞进去才能成肉身，点穴是为了防止痛疼。祖师又拿刚才割葛申手腕的小刀，在秋琴阴部开了道口子，先是把子宫状泥土沾了研钵里的血液，塞了进去，又把阴道状的泥土沾了血液糊在了阴部位置。从衣服里拿出一道白色的，类似卫生巾状的仙符，贴在了阴部位置，就像女子来身上时用来保护差不多。
</div>
<div class="paragraph_div">
祖师喃喃的说：“施法基本上完成了。”给秋琴提上裤子，把腰带系好。“一会她就醒了，到时候穴道自然就会解开。她憋好几天了，醒来后会想小解。别让她下床，先让她尿盆子里。让她在这里静养三日，三日后便可下床行走，不能做剧烈运动。待七日后方可出洞，和正常人一样行动。”
</div>
<div class="paragraph_div">
“谢祖师！”葛申说着热泪盈眶，跪在祖师面前磕头。祖师将其搀扶起来，这时嘴里猛地吐出一口鲜血。葛申忙给祖师擦拭着，将其扶到旁边的椅子上。
</div>
<div class="paragraph_div">
“我没啥大碍，只不过是刚才运功过久，元气有所损耗，休息一会就没事了。还有，那张和卫生巾似的仙符里面有我注入的灵气，用来保护泥土状器官的稳固，足够维持住她后半生，让她和来身上一样戴着它。虽然她没事了，但这次作法消耗了她差不多二十年的阳寿。她来身上也不要紧，仙符自会吸收进去转为灵气。切记不能让她过性生活，否则仙符的灵气就会失效。每日小解不得超过两次，否则会破坏仙符上的灵气，虽然不会失效，但会减少仙符的寿命。切记！”祖师把这些箴言写在纸上递到葛申手中，自己踉踉跄跄的走到平日里打坐的地方，运上气闭上了双眼开始调理。葛申见祖师在运功疗伤，没打扰祖师，而是陪在妻子身边，将手搭在其胳膊上。
</div>
<div class="paragraph_div">
过了大约一个多时辰，秋琴的手微微开始动弹，葛申感觉到了。秋琴嘴里发出微弱的声音：“憋。。憋。。。尿尿。。。”丈夫端来尿盆，解开纱布和白色仙符，说：“尿吧！”秋琴憋好几天没尿了，一股橘黄色的液体如同喷泉里的水，从刚治愈的阴部涌了出来，撒到了尿盆里。
</div>
<div class="paragraph_div">
尿了大约有五分钟依然还在撒，尿盆快要满了，葛申不得已只好拿水杯接住尿液，快速跑到卫生间倒掉盆里的尿液，继续接。又过了两三分钟，妻子的尿液才渐渐的放缓，半分钟后停下了，尿盆里又有了一半尿液。倒掉后葛申给妻子擦拭干净，贴上仙符、包好纱布、提上裤子系上腰带。看到妻子轻松多了，自己也就放心了。接下来就是守护在妻子身边，度过这七天的疗伤期。
</div>
<div class="paragraph_div">
秋琴的精神头起色一日好起一日，第二天起一直保持清醒状态，葛申告诉她祖师的叮嘱，她都照做了。祖师经过一晚上的运气调理血脉，次日也好些了。因为还要给弟子们讲课，便把夫妻俩留在了白云洞里。正如祖师所说，秋琴最近来事了，但戴着仙符，效果和卫生巾一样，把流出来的液体都吸收进去了。秋琴感觉戴着仙符的感觉比以前垫着卫生巾舒服多了，以前垫卫生巾时下面还有点感觉，现在垫着仙符下面跟没来事的时候一样，没什么感觉。每日小便的次数基本都能控制在1-2次左右，早上一次、晚上一次。
</div>
<div class="paragraph_div">
夫妻俩在床边聊起往事，记得两人第一次见面时，葛申刚睁开眼看见的第一个人就是秋琴的脸庞，从眼神上就能感觉出来，秋琴是多么淳朴的一位好姑娘。秋琴喜欢游泳，因为自己是女孩子，不方便脱光下水，就穿着衣服下水了，经常因弄湿衣服被父母说了一顿。葛申当过兵，水性不亚于秋琴。记得有次两人在水里比赛谁游得快，秋琴远远落在了葛申后头，葛申老远听见秋琴大喊：“亲爱的过来帮帮忙，有个东西钻到了我裤裆里！”葛申又游回来，那时虽然两人还未结婚，葛申见秋琴不介意，就把手伸进她内裤里。摸到了一条黏糊糊的东西，拿出来一瞧，原来是一条大鲶鱼，还把卫生巾也带了出来，上面沾着红色东西。葛申不知秋琴来事了，就一手抓着鲶鱼，另一只手拉着她上了岸。鲶鱼大约有十来斤重，两人吃不了，就带回村里做了道油泼鲶鱼，把村民们叫来自家聚餐吃了。村民们吃的正嗨，谁都不知道，这鲶鱼在秋琴的内裤里待过，还比一般的鱼味道更浑厚。
</div>
<div class="paragraph_div">
第四天开始，秋琴能自理了，尝试着下床走动，不用葛申搀扶都可以。祖师每日讲完课都要来洞里看看他们俩，起色一天好起一天。夫妻两都是勤快人，把洞里的边边角角打扫的一尘不染。秋琴说自己又变回原来那位有血有肉的女人了，感觉身体好多了，除了要控制小便的次数，下面多了道仙符外，其他没啥异常感觉。控制小便次数倒不是什么难事，稍微多喝些水也无所谓，只是心里牵挂着一件事。葛申说：“我也牵挂着那件事，我数到三咱俩一起说，看看是不是想到了一块去。”
</div>
<div class="paragraph_div">
“一。。。二。。。三”“小花！”两人异口同声的说出口，说完两人紧紧的拥抱在一起。
</div>
<div class="paragraph_div">
这时，洞门打开了，祖师走了进来，看到了两人依然保持着拥抱的动作，感觉脸色变红了，把头转向一边，说：“抱歉，我什么都没看到。”看到两人并不介意，继续说：“刚才清风童子上山告诉我说山下有人找葛申。”
</div>
<div class="next_chap_nav_div">
清风说的这位找葛申的是何许人也？请看下回分解。
</div>
<div class="paragraph_div">
</div>
<div class="paragraph_div">
</div>
<div class="paragraph_div">
</div>
<div class="paragraph_div">
</div>
<div class="paragraph_div">
</div>
<div class="paragraph_div">
</div>
<div class="paragraph_div">
</div>
<div class="paragraph_div">
</div>
<div class="paragraph_div">
</div>
<div class="paragraph_div">
</div>
<div class="paragraph_div">
</div>
<div class="paragraph_div">
</div>
<div class="paragraph_div">
</div>
<div class="paragraph_div">
</div>
<div>
</div>
</body>
</html>