<%@ page language="java" contentType="text/html; charset=utf-8"
    pageEncoding="utf-8"%>
<!DOCTYPE>
<html>
<head>
<meta charset="utf-8">
<title>Insert title here</title>
<style type="text/css">
body{
	margin: 0px;
}
.main_div{
	width: 100%;
	background-color: #f9f9f9;
	padding: 1px;
}
.chapter_div{
	width: 1200px;
	margin:50px auto;
	background-color: #fff;
	font-family:"宋体","Arial Narrow",HELVETICA; 
}
.title_div{
	width: 960px;
	height: 100px;
	line-height: 100px;
	font-size: 26px;
	text-align: center;
    margin: 15px auto;
	border-bottom: 1px dashed #CECECE;
}
.content_div{
	width: 960px;
	margin:auto;
}
.paragraph_div{
	line-height: 40px;
	color:#333;
	text-indent:2em;
	font-size: 20px;
}
.img_a{
	text-decoration: none;
}
.next_chap_nav_div{
	line-height: 60px;
	color:#333;
	font-size: 20px;
	text-align: center;
}
</style>
</head>
<body>
${requestScope.content }
<div class="paragraph_div">
下了一整夜的雨，地上的泥土湿润润的。天还没亮，太阳才刚刚与地平线相切，在池塘里躲了一整夜的青蛙开始出来觅食，蜻蜓也在距离地面不到一米处飞来飞去。
</div>
<div class="paragraph_div">
百姓与土匪们经历了昨晚的战斗，在黑枫林深处留下许多马蹄印和脚印，向着不同方向分散。有一条脚印线朝西北方的黑风寨处延伸，另一条则向着北方延伸。先说正北方向这条，延伸进了距离黑枫林最北端几百米的一处山洞里。
</div>
<div class="paragraph_div">
山洞最里面躺着两人，浑身湿漉漉的。女子下身臀部缠着纱布包裹的严严实实的，依偎在男子怀里。旁边的马儿正吃着男子昨晚吃剩的几个野果，野果上还缠着几条地龙(1)，马儿连同果子带地龙一起吃了下去。一条地龙反应比较灵活，看到马儿要吃果子了，便离开了果子表面，顺着爬到了男子脸颊上。这时，旁边出现了一只青蛙。还没等地龙反应过来，就被青蛙吞进了嘴里。青蛙这一吞，把男子惊醒了。
</div>
<div class="paragraph_div">
经过一夜的休憩，葛申的体力已恢复八九成，只是感觉有些饥饿感。一活动胳膊，感觉肩胛骨旁略微有些疼痛感。解开貂皮大衣一看，原来是昨晚被没羽箭射中时留下的淤青，还好不是特别严重，不影响行动。妻子还在熟睡，臀部包裹着厚厚的纱布。到目前为止，妻子还是遵守大夫的叮嘱，没流出过一滴尿液。秋琴的毅力还是蛮鉴定的，到现在为止已经憋了将近一天。除了昨日上午与土匪们厮杀前喝了水、昨晚吃了几个野果外，期间没喝过一碗水。事不宜迟，葛申轻轻的把妻子抬上马背，牵着马儿走出山洞。
</div>
<div class="paragraph_div">
雨已经停了一段时间，雨过天晴后外面已是阳光明媚、晴空万里，一道道彩虹挂在半空。现在只有葛申和秋琴俩，李吉、小七和其他队友都不知去向。反正都知道要去积米崖，他们应该会通过打听方式自己找过去，秋琴还在憋着呢，事不宜迟，也没更多时间等待了。离开红尘客栈走了两舍路来到了黑松林，现在已出了黑松林走了一段路，距离积米崖应该还有不到半舍远了。前面又出现一座集市，葛申感觉除去找到达摩祖师不知会面临什么麻烦外，在见到达摩祖师前的这段路上不会有麻烦了。秋琴在这时正好醒了，两人便找了家餐馆饱餐了一顿。老板告诉他们，在前面十里路的地方，有座巍峨的山峰，应该就是他们要找的积米崖，但山上是否有白云观倒不是很清楚。吃完后交了盘缠，葛申就立即骑上马儿上路了。
</div>
<div class="paragraph_div">
葛申骑着马儿又走了半响，已出了集市。前面是一座小桥，远远看去，有位牧童骑着黄牛朝小桥这边走来。马儿跟黄牛之间的距离越来越近，黄牛在距离马儿一丈远处停下了，牧童看上去不到十岁的样子。看到马背上的女子臀部裹着绷带，问：“大叔这是要去哪里？”
</div>
<div class="paragraph_div">
“孩子，请问如何去积米崖？”
</div>
<div class="paragraph_div">
“顺着这条道往前走不久，会看见一座山峰就是。大叔去那里干嘛？”
</div>
<div class="paragraph_div">
“去白云观找一位达摩祖师，他医术高明，求他给我妻子疗伤。孩子可曾听说过？”
</div>
<div class="paragraph_div">
“不仅听过还见过，他就是我的师傅，我叫白鹤童子。不过师傅让我每天在山下放牛，吩咐过不许带任何人上山，想见他必须过天人三问才行。大叔有能力过的话可以试试，不然请按原路回去吧。”
</div>
<div class="paragraph_div">
“既然我们费劲千辛万苦经过黑枫林来到这里，不见到达摩祖师就没打算回去。孩子刚才说的天人三问是什么？”
</div>
<div class="paragraph_div">
“古人云‘天人合一’，三才者乃天地人也。仁者乐山、智者乐水，能将自己与宇宙万物合二为一乃智者也。先过第一关：天关。听好问题：千里草、何青青，十日卜、不得生。答一历史人物。”
</div>
<div class="paragraph_div">
葛申对这类猜谜游戏不太擅长，中华上下五千年，上至炎黄、下至民国，历史人物成千上万不可胜数，这可难矣。又回想刚才白鹤说的那间断的十二个字，问：“神话人物也算吗？”
</div>
<div class="paragraph_div">
“就那十二个字，多的不提。”
</div>
<div class="paragraph_div">
葛申想到女娲造人前，世间都是天地玄黄、宇宙洪荒的镜像，千里都是寸草。女娲用了七日创造了世间万物，最后一日才创造了人。七比十小，不到十日没有生命。便胸有成竹的回答：“女娲！”
</div>
<div class="paragraph_div">
白鹤摇摇头道：“加油继续猜，猜不出来的话请按原路返回。”
</div>
<div class="paragraph_div">
葛申想到妻子已经憋一天多了，现在已接近巳时，不知妻子还能坚持多久。又想到这个人物肯定与草有牵连，不到十天创造了某项成就。又想到三国时期诸葛亮草船借箭的故事，可草船离着曹营不到一千里，而且诸葛亮只用了三天就“借”来了十万只箭。想问童子这个人物是什么朝代的，知道童子肯定不会告诉他。管他对不对，只要脱口而出就有一线希望，哪怕有万分之一的概率答对也得尝试。便又回答：“诸葛亮！”
</div>
<div class="paragraph_div">
童子还是重复着刚才的动作，不过这次总算回复了一句话“第二个回答离谜底已经很近了。”
</div>
<div class="paragraph_div">
“很近是什么意思？是跟诸葛亮有啥关系？还是朝代离着三国时期很近？”
</div>
<div class="paragraph_div">
童子只是呆呆的看着葛申，却没回答一个字。葛申听到刚才童子的那句很近的话，几秒之内感到充满着希望，现在又感觉失落了几分。
</div>
<div class="paragraph_div">
“是董。。。卓。。。。吗？”旁边一个含糊微弱的声音回答。原来这声音是秋琴发出来的，在半梦半醒之间含糊的说完了这几个字。
</div>
<div class="paragraph_div">
“恭喜恭喜！天人三问第一关算通过了！”童子口齿清晰的说着“千里草合起来就是董字，何青青是对董卓当年的罪恶做了批判。十日卜合起来是卓字，是有人占卜他活不过十天了。”
</div>
<div class="paragraph_div">
这个看似简单，又看似复杂的问题居然被重伤的女子答对了。不过对于葛申来说算是喜事，至少闯过了这一关。
</div>
<div class="paragraph_div">
“不要高兴的太早，后面两关比这一关要难，能不能过关就要看你们的运气了。”
</div>
<div class="paragraph_div">
白鹤童子放葛申上了山，随着地势的升高，下面的白鹤童子渐渐缩成了一个小点，最后消失不见了。葛申骑着马儿驮着秋琴继续往山上前行，他们位于半山腰间，云层离他们越来越近。俯瞰下面的景物，有种会当凌绝顶，一览众山小(1)的感觉。第二关又是什么样的关卡？正当葛申寻思着时，从山上的小路走下一位童子来，年龄看上去和刚才那位童子差不太多。
</div>
<div class="paragraph_div">
“欢迎来到天人三问的第二关问地，我是清风，是达摩祖师的弟子。这一关的问题说难也难、说容易也容易，所谓会者不难难者不会。你们准备好了吗？”
</div>
<div class="paragraph_div">
“好了！”葛申胸有成竹的回答。
</div>
<div class="paragraph_div">
“从1到5这五个数字，只能出现一次，不管用什么运算符号，让结果等于22，如何摆放？”
</div>
<div class="paragraph_div">
葛申听了清风童子的这一问题，感觉比上一道容易，便从路边捡来几块鹅卵石，从口袋里掏出画笔，在白色鹅卵石上写上一到五这几个数字和加减乘除这几个运算符，开始拼凑。
</div>
<div class="paragraph_div">
1乘以2加3等于5,4乘以5等于20，这样前后加起来却成了25，不对。1加2等于3、再减去3等于0、再加上4乘以5又等于20了，更不对。   
</div>
<div class="paragraph_div">
时间一分一秒的过去，太阳已经升到了正上方，此时正是午时三刻。葛申已经拼凑了将近半个时辰，仍然未拼出一个合理的等式。
</div>
<div class="paragraph_div">
正当葛申一筹莫展时，马儿从草丛里嚼来一把草走到他旁边。葛申说：“我心爱的马儿，你一定是饿了吧？不好意思，我不吃草的，你先自己吃吧。”说着摸了摸马儿的脑袋。
</div>
<div class="paragraph_div">
但马儿并没有吃草的意思，而是用嘴把一节节草根连接成一道半月牙似的东西，又把另一把草用同样的动作连接成一道半月牙似的东西，这两个图形成轴对称图案。
</div>
<div class="paragraph_div">
“我心爱的马儿，你想跟我玩什么游戏？我现在在解谜题，没时间陪你啊。”葛申说。可马儿不会说人话，而是走到写着“1”字样的鹅卵石旁，用马蹄把石头一点点踢到两个半月牙似的图案之间，带有“1”字的鹅卵石靠在左边的半月牙图案右边。葛申有点通晓马儿的意图了，是在帮他解谜题。难道马儿的智商真的比人还高？
</div>
<div class="paragraph_div">
马儿又从葛申摆的石堆里找到带有“+”字样的石头，同样用马蹄一点点的移到“1”字石头的右边。现在出现了“(1+)”图案，但“+”号与右边的小括号之间还留着一个空隙。马儿又把带有“3”字的石头移到“+”和“)”之间，这样就成了“(1+3)”字样。紧接其后，马儿又把“÷”号移到“)”右边，形成了“(1+3)÷”。又把“2”移到了“÷”右边，连起来是“(1+3)÷2”。剩下的数字只有4和5了，还有“×”和“-”，一共四块鹅卵石。马儿把“4”、“×”、“-”从左到右拼接在一起，放在“(1+3)÷2”右边，中间还留着一个空隙。但就剩下最后一个写着“-”的石头了，2-20=18啊，也不是22.但出乎意料的是，马儿并没有继续移动最后一块带有“-”的石头，而是用几节草根在空隙里拼接出来“+”号。这样“(1+3)÷2+4×5”字样就出来了，结果正好等于22。
</div>
<div class="paragraph_div">
马儿朝清风童子叫了三声，原来童子一直盯着那些鹅卵石感觉太无聊了，正在观赏半空中的鸿鹄。被马儿这么一叫，立刻回过神来，看到了已拼接好的式子，脸上露出了满意的笑容说：“恭喜过关，大叔真了不起。以前有几位高僧曾闯过天人三问，最多到这关就走不下去了，大叔真是史无前例。”
</div>
<div class="paragraph_div">
原来马儿趁清风走神时来协助主人解题，而清风误认为是大叔自己答出来的。就算葛申对童子说了实话，童子也绝对不会相信这匹普普通通的马儿会有这种智商。葛申这才悟到，原来不仅可以用加减乘除符号，也可以用括号。而且虽然规定每个数字只能用一次，每种符号并没规定必须只能用一次。
</div>
<div class="paragraph_div">
“不过。。。”清风突然开口说：“最后一关是问人，人虽然生于天地间，但人关却是三关里最难的一关，而且有时间限制，只有一次机会，到时打不出来就算失败，只能原路返回了。大叔准备好了想继续挑战的话，就顺着山路继续往上走吧，清风只能祝大叔好运了。”
</div>
<div class="paragraph_div">
</div>
<div class="paragraph_div">
</div>
<div class="paragraph_div">
</div>
<div class="paragraph_div">
</div>
<div class="paragraph_div">
</div>
<div class="paragraph_div">
</div>
<div class="paragraph_div">
</div>
<div class="paragraph_div">
</div>
<div class="paragraph_div">
</div>
<div class="paragraph_div">
</div>
<div class="paragraph_div">
</div>
<div class="paragraph_div">
</div>
<div>
</div>
</body>
</html>