<%@ page language="java" contentType="text/html; charset=utf-8"
    pageEncoding="utf-8"%>
<!DOCTYPE>
<html>
<head>
<meta charset="utf-8">
<title>Insert title here</title>
<style type="text/css">
body{
	margin: 0px;
}
.main_div{
	width: 100%;
	background-color: #f9f9f9;
	padding: 1px;
}
.chapter_div{
	width: 1200px;
	margin:50px auto;
	background-color: #fff;
	font-family:"宋体","Arial Narrow",HELVETICA; 
}
.title_div{
	width: 960px;
	height: 100px;
	line-height: 100px;
	font-size: 26px;
	text-align: center;
    margin: 15px auto;
	border-bottom: 1px dashed #CECECE;
}
.content_div{
	width: 960px;
	margin:auto;
}
.paragraph_div{
	line-height: 40px;
	color:#333;
	text-indent:2em;
	font-size: 20px;
}
.img_a{
	text-decoration: none;
}
.next_chap_nav_div{
	line-height: 60px;
	color:#333;
	font-size: 20px;
	text-align: center;
}
</style>
</head>
<body>
${requestScope.content }
<div class="paragraph_div">
“啪。。。啪。。。”山寨里响起了一声声鞭子挥舞的声音，有位男子手持长鞭鞭策几位男女老少搬着一坛坛酒往屋里抬。这几个人里最老的有将近七十岁了，光着脚行走，脚上裂了好几道口子，渗出了鲜血。最幼的也有十五六岁，是位少女，脚上穿着沙滩凉鞋和白色棉袜(<a class="img_a" href="/NoTimeGoBack/image/011001.jpg" target="_blank">图</a>)，袜筒处带着蓝色线。现在正值流火七月时节，脚上这么穿看起来正常。但女子自从得到这双沙滩凉鞋后，一年四季都穿着它，没有别的鞋穿，女子行走起来倒是比那位老人家轻松点，只是白袜踩在泥土上有些变色。
</div>
<div class="paragraph_div">
这位女子名叫“杨兰春”，再过一周就十五岁了。十年前五岁生日那天晚上被巨蝎绑架到了黑风洞，一直关押在洞里当苦力。刚挟持过来时光着脚，后来被迫下山打水，日复一日年复一年的过了八年。就在前年，有次下山打水时路过一处摊位。摊主是卖鞋的，当时是盛夏季，见她光着脚走路，就送她一双沙滩凉鞋。兰春光脚走路已经很多年了，光脚穿上凉鞋感觉正合适。刚要走摊主叫住她，说这一带蜱虫较多，最好穿上袜子，防止皮肤病，说着又送她一双白色棉袜。兰春穿上棉袜又穿上凉鞋，感觉走起路来比光脚舒服多了，再三感谢摊主便离开了。
</div>
<div class="paragraph_div">
讲到这里，细心的读者会问：“兰春既然有机会下山打水，为何不找机会逃回家呢？”其实兰春何尝没有逃过，逃过好几次，但却无法找到来时的路。离这里几里的东南方有一座山林叫“黑枫林”，在兰春小时候，老杨经常带着她到树林里打猎，兰春也聪明伶俐，来过两次就知道树林里的路怎样走通往哪里。可自从被抓来山寨后，几次经过黑枫林却总是迷路，老是循环走不出去，更别提找回家了。她也问过那位摊主和集市上的几家商贩，都对此不解，说没有人敢去黑枫林，有些人去了再也没有回来过，就那样失踪了。听到这里，兰春更是不敢再去，便放弃了回家的念头。
</div>
<div class="paragraph_div">
钱钟书先生在围城里说过：“城内守城的想出城，城外攻城的想进城。”除了兰春回不去外，兰春的家人也曾好几次试着来找她，但有几次经过黑枫林差点困死在里面。有位书生叫“西蒙”，大概不到二十岁，曾在红尘客栈对面的学堂里读私塾，认识兰春，到她家作过几次客。西蒙对兰春情有独钟，想等她年龄稍微大些就娶她，却遭到家人反对，嫌两人年龄相差好几岁。夏天温度很高，西蒙除了到私塾念书外，其他时候浑身上下都只穿一条红色裤衩。最近西蒙从国外留学毕业回到了村里，能说一口流利的英语。听说兰春被土匪挟持走了，便奋不顾身的只穿了条红裤衩就去救她。西蒙练过太极、相扑，是位摔跤高手，参加过很多次国际相比大赛，面对好几国的相扑高手从无败绩。虽然如此，但好虎敌不过一群狼。很多村民都再三劝他别去就公主，别赔了夫人又折兵。西蒙见心爱的人被掳走了，不顾自己的性命也得去试一试。村民们苦劝不得，只好许诺，假如西蒙能救出公主活着回来，就做很多道他最喜欢吃的山珍海味来犒劳他。兰春的父母也答应，只要他能把公主活着救回来，到时候就给两人举办婚事。
</div>
<div class="paragraph_div">
黑枫林每到夜晚都会发生一系列灵异事件，村民们都劝西蒙白天去救公主，这样危险系数能小些。西蒙却不顾阻拦，觉得耽搁一天，公主的危险就增大一天，执意要今晚就动身出发。流火天气，树林里到了晚上格外闷热，好比到了太上老君的八卦炉里一样，西蒙只好只穿着红裤衩就进入了树林。村民们不放心，暗地里派了几位猎户跟随其后保护他。
</div>
<div class="paragraph_div">
西蒙虽然只穿着一条红裤衩，其他部分都露着身体，但手里紧握长鞭、裤衩里还藏着旋回镖。走了一段路来到了一片墓地（之前葛申来到的那片墓地），墓地里燃起了一片鬼火，很多幽灵似的会飞的东西从墓地里成群结队的冒了出来，弥漫在西蒙周围，把他围在了中间，包括上面也有，就像一个大罩子把西蒙裹在里面。后面几位猎户老远就看到了这一幕，上好子弹准备冲上去营救西蒙。正在这时，那些幽灵似的鬼火从中间部位裂开了一道口子，原来是西蒙得心应手的操作起了回旋镖，把它们打的节节败退，一个个鬼火像云烟一样散去，消失在死气沉沉的空气里。
</div>
<div class="paragraph_div">
“这点伎俩还奈何的了我西蒙。”西蒙自言自语道，继续往西北方向走。猎户见西蒙安然无恙，暂时松了口气，继续往前走保护着他。
</div>
<div class="paragraph_div">
过了那片墓地往北走很快就会进入迷林区域。但往西北方向走，要过几里地才能进入迷林。有段路上无任何障碍，只是抬头看到上面的树叶遮盖住了夜空，好像魔抓似的形状比较恐怖，但对于西蒙来说这些都不屑一顾。后面几位猎人却异常谨慎的跟在西蒙后面，与其说跟在西蒙后面，不如说是西蒙走在他们前面开路，但西蒙并不知道他们在其后保护他。
</div>
<div class="paragraph_div">
走了一会，天上飞来五六个类似骑士似的士兵，身穿盔甲，前面戴着盾牌，朝西蒙飞来。西蒙还是和上一关一样扔出了手里的回旋镖，可这次不和上次一样打到那些鬼火就散了，这次打在盔甲兵的盾牌上发出“当”的一声响，回旋镖好似害怕似的飞了回来，西蒙伸手接住了。盔甲兵继续朝西蒙方向下落，西蒙跳到了树上，朝其中一位挥出长鞭，还是和回旋镖一样，当的一声打在盾牌上没有造成任何伤害。盔甲兵眼看就要袭击到西蒙，西蒙立刻从树上跳了下来，树被盔甲兵撞到后削成了两截。
</div>
<div class="paragraph_div">
西蒙从容稳重的落在地上，回旋镖和长鞭依然握在手里，只是裤衩前面的部分鼓了起来。“哈哈。。。吓尿了吧？小子，识相的尽快回去吧，我知道你是来救公主的，别妄想了，不用说你，就算齐天大圣来了也别想救出公主。”一个阴森森的声音讽刺道：
</div>
<div class="paragraph_div">
西蒙碰了碰裤衩前面，说：“你才吓尿了，我是位正常的男人而已。男子汉大丈夫既然来了就一定要救出公主，就凭你们这帮小喽啰还想阻拦？尽早滚一边去。”猎户老远看见，感觉西蒙要和这帮盔甲兵即将展开下一回合战斗，真想上去助一臂之力。但想到他们几个虽然是打猎出身，但加起来也未必是西蒙对手，何况手里只有枪，刚才也看到了，这帮盔甲兵刀枪不入，现在现身只能帮倒忙。
</div>
<div class="paragraph_div">
几位盔甲兵一起朝西蒙袭来，西蒙抿着嘴笑了笑，看上去并不害怕。在他们距离西蒙大约两丈远时，西蒙突然间在地上滚来滚去，看上去并不想正面与他们交锋，任凭盔甲兵们怎样袭击，西蒙一直躲闪。不一会，西蒙突然又扔出了回旋镖，盔甲兵们却没放在眼里，这招刚才都不起作用，就用盾牌格挡。但西蒙手势突然间变化了，回旋镖并没有打在盾牌上，而是绕过盾牌打在一位盔甲兵身后。盔甲虽然坚硬，但回旋镖想穿透它还是绰绰有余。随着“啊。。。”一声惨叫，被打中的盔甲兵从空中落了下来，重重的摔在地上，没有了气息。原来西蒙找到了他们的弱点，盾牌虽然坚硬无比，但只能保护身前，身后无法保护。移动盾牌的速度远不如回旋镖飞的速度快，令人猝不及防。
</div>
<div class="paragraph_div">
剩下的几个盔甲兵见一位挂了，用心观察回旋镖的移动方向，不让西蒙钻空子。尽管这样，回旋镖飞来飞去绕花了他们的视线，一位接着一位挂掉。最后只剩一位，但心思不放在如何袭击西蒙了，而是放在如何逃离上去。便飞向高空，飞出好几丈高。
</div>
<div class="paragraph_div">
“想逃？没门！”西蒙用力扔出回旋镖，回旋镖一直冲向苍穹，好像抛弃了空气阻力和地心引力，没有停下来的意思。离盔甲兵越来越近，随着一声“啊”，最后一位盔甲兵也从万里高空落了下来，重重的摔死在地上，随后一根树枝落在其身上。回旋镖回到了西蒙手里，西蒙继续朝西北方向前进，几位猎户上去脱下盔甲兵尸体上的盔甲，穿在自己身上，手持盾牌扮成盔甲兵的样子继续跟着西蒙前行。
</div>
<div class="paragraph_div">
西蒙连过两关，感觉游刃有余。连休息也顾不上，就继续加快脚步往前闯，几个猎户在后面跟着他。走了一段距离，有座破旧的居民楼出现在面前，居民楼一共有五层，每层却有好几扇窗户，上面都没有玻璃，而且杂乱无章的排列着，里面黑洞洞的看不清。要继续走下去，这座破旧的居民楼是必经之地。西蒙走到离居民楼十来米远时，二楼的几扇窗口里突然亮起了红色的灯，仔细一看，哪里是灯啊，分明是一双双红色的眼睛。要是普通人看到这一双双鬼眼早就吓破了胆，就连西蒙这等胆识之士看到后都微微有点忌惮，便停住了脚步，再次从裤衩里掏出回旋镖来。西蒙停住脚步，那几双红色眼睛也闭合了，窗户里又成了黑色。西蒙继续走，却不和之前那么快，而是缓缓的一点点挪动，回旋镖紧握在手里随时准备战斗。
</div>
<div class="paragraph_div">
西蒙挪到离楼大约五米远时，二楼的几扇窗户里又亮起了鬼眼，瞬间以迅雷不及掩耳之势从窗口里冲了出来朝西蒙袭击，原来出来的是个头和猫狗一般大小的蓝色妖精，虽然没有翅膀却会飞行。西蒙扔出回旋镖，从妖精的脖子处削过，随着一声惨叫，妖精的头和身子分了家，掉落在西蒙脚边。虽然分了家，但尸体的头部嘴巴还妈呀了几下才停止。这时，从三楼、四楼、五楼的窗口里又有好几十只会飞的妖精一起朝西蒙袭击来。西蒙摆出太极手势，回旋镖瞬间变成了十来个，在其身体周围像旋风一样旋转着。妖精们连进来的机会都没有，一冲到旋风周围就和第一只妖精下场一样。紧接着，从二楼到五楼之间的窗口里站满了妖精，有好几百只通红的鬼眼，一起从楼上向西蒙袭击而来，在远处观察的猎户们都吓的差点叫出声来。妖精虽多，但就算成千上万和刚才的数量看上去没区别，碰到旋风表面如同飞蛾扑火，瞬间就呜呼了，只是妖精们的尸体越来越多，在西蒙周围堆成了小山丘，鲜血把周围的土地染成了猩红色，还能闻到一股股浓浓的血腥味。
</div>
<div class="paragraph_div">
</div>
<div class="paragraph_div">
前面有条大河，河水是红色的，冒着热气。对岸离这边大约有好几百米，用肉眼就可以望见对岸是片树林。那边就是黑枫林的深处，很多人就是在那边迷路的。西蒙走到河边，刚要跳下水游到对岸却发现这哪是什么河水，分明是岩浆。有只耗子无意中失足跌落到岩浆里，几秒钟后白骨浮出水面。正当西蒙犯愁如何渡过时，对面飘来了一块和草地差不多，方圆一米左右的东西，可以当作小船带你到对岸。西蒙便跳了上去，那块草地似的小船载着他去往对岸。几位猎户以为还会有其他那种漂浮物来接他们过河，结果只有西蒙坐的那唯一一块而已。西蒙站在漂浮物上，不一会就到了对岸，朝树林深处去了，消失在这边岸上几位猎户的视线里。他们后悔刚才应该出来跟他打声招呼，大家一起去对岸或许会安全些。
</div>
<div class="paragraph_div">
漂浮物虽然可以载着他们过河，但行驶速度特别缓慢。来回要十来分钟，比划船都慢，而且载重多了还会往下沉，一次只能载着两人过河。猎户两位两位的坐着它往对岸飘去，途中从岩浆里时不时的泛出一串串红色的水泡，但都是在漂浮物周围半米以外的范围，好像是让着漂浮物似的。终于几位猎户都抵达了对岸，已经过去了将近一小时，还不知道西蒙现在走到哪里，会不会迷路。几位猎户感觉眼皮直跳，有种不详的预感。他们继续穿着盔甲保证自身安全，朝黑枫林深处去了。虽然没有再看见西蒙的身影，不知其身处何处，还好他们穿着盔甲行走，没有再遇到新的麻烦。
</div>
<div class="paragraph_div">
走了一个多时辰，一条大河又出现在他们眼前，原来他们又绕回到了刚才的地方。现在他们有两个选择，要么放弃继续寻找西蒙，坐着漂浮物原路回去；要么想办法继续往前走，走出这片迷林。几位猎户继续缓慢的摸索着前行，感觉一直超前行走，但花了三个多时辰，却迂回了三次都绕回了原地。太阳慢慢的从地平线升起，天快亮了，有位猎户建议先休息一会再想办法，这样继续走下去只能白白的消耗体力。
</div>
<div class="paragraph_div">
</div>
<div class="paragraph_div">
</div>
<div class="paragraph_div">
</div>
<div class="paragraph_div">
</div>
<div class="paragraph_div">
</div>
<div class="paragraph_div">
</div>
<div class="paragraph_div">
</div>
<div class="paragraph_div">
</div>
<div class="paragraph_div">
</div>
<div>
</div>
</body>
</html>