<%@ page language="java" contentType="text/html; charset=utf-8"
    pageEncoding="utf-8"%>
<!DOCTYPE>
<html>
<head>
<meta charset="utf-8">
<title>Insert title here</title>
<style type="text/css">
body{
	margin: 0px;
}
.main_div{
	width: 100%;
	background-color: #f9f9f9;
	padding: 1px;
}
.chapter_div{
	width: 1200px;
	margin:50px auto;
	background-color: #fff;
	font-family:"宋体","Arial Narrow",HELVETICA; 
}
.title_div{
	width: 960px;
	height: 100px;
	line-height: 100px;
	font-size: 26px;
	text-align: center;
    margin: 15px auto;
	border-bottom: 1px dashed #CECECE;
}
.content_div{
	width: 960px;
	margin:auto;
}
.paragraph_div{
	line-height: 40px;
	color:#333;
	text-indent:2em;
	font-size: 20px;
}
.img_a{
	text-decoration: none;
}
.next_chap_nav_div{
	line-height: 60px;
	color:#333;
	font-size: 20px;
	text-align: center;
}
</style>
</head>
<body>
${requestScope.content }
<div class="paragraph_div">
清晨入古寺，初日照高林(1)。这句话经常用来形容早上寺院早上在阳光下的景象。白云观坐落于积米崖最顶端，如同一座寺院，屹立在海拔好几千米的高山上。按物理学常识，海拔每升高一千米，气温就下降六度。身体素质一般的来到这种环境，极容易发生高原反应。但积米崖最顶端却与众不同，来到上面感觉和在平原上行走一般，反而觉得呼吸更顺畅。物华天宝、人杰地灵，正有一种尝似人间仙境的感觉。
</div>
<div class="paragraph_div">
读到这里，聪明的读者也许有疑问：“明月童子在上一章里不是说过，白云观位于悬崖最底端，被淹没在茫茫云海里吗？怎么跑到悬崖最上端了？”是的，明月是这么说的，其实那座独木桥是机关制造的虚幻罢了，算是一个关卡。准确来说，应该是天人四问才对。除了天、地、人关外，还有粮关，合起来就叫“天、地、粮、人”。这座山之所以叫“积米崖”，是因为米也属于五谷杂粮。粮的读音和良是谐音，只有心地善良的智者才有资格见到达摩祖师。
</div>
<div class="paragraph_div">
葛申的双眼紧闭着等待死神的来临，上一秒还感觉自己在快速下落，风飕飕的顺着耳边刮过。约摸着自己快要落到谷底了，很难想象死亡的那一瞬间会是什么感觉，五脏六腑都被震碎的感觉究竟有多痛苦？
</div>
<div class="paragraph_div">
时间好像过了好久，葛申感觉耳边的飕飕声消失了，有种如沐春风的感觉。“大叔睁开眼吧！”葛申听到了明月的话，缓缓的睁开了眼睛。眼前的景象并非是断桥驿，而是来到了禅院里。院子里依然是三人和一匹马，只是葛申经历了刚刚的考验，好像做了一场梦，不清楚自己是怎么进来的这里。葛申恢复意识后，童子便给他解释了刚才所发生的一切其实都是由心而生，考验个人的心智。葛申已通过考验，有见祖师的资格了。禅院里的景象如同《红楼梦》里的大观园一般，方圆好几百米。里面有假山、果树、池塘，池塘里除了荷花、田田的荷叶，还有很多条五颜六色的鱼儿随波游荡，这小鱼儿有些连童子也叫不上名来。它们见有人来了，把嘴儿贴在水面上，好像在说欢迎之类的话。
</div>
<div class="paragraph_div">
禅院的最头上有一座高墙，上面写着斗大的“佛”字。童子带着他们绕过了佛字墙，出现在眼前的是一条条长廊，如同北京的颐和园(2)。长廊两旁的柱子是暗红色的，上面非常光滑，长廊拐来拐去，好像永远走不到尽头似的。可能是年幼的原因，明月行走的速度比葛申当过兵的走的还快。葛申便加快了脚步，想尽快见到祖师。妻子已经憋尿好几天了，平日里饮水最少时平均每日至少也得去个三四次，这是有生以来头一次憋这么久。
</div>
<div class="paragraph_div">
说快也快，他们终于走到了长廊的尽头，是一间祖祠堂，牌匾上写着“白云观”三个大字。有位道人站在外面守门，告诉童子现在可能不太方便，祖师正在里头给学弟们讲经。明月点点头，让葛叔一会等祖师讲完时，只许带着叔母入内，不要带着马儿入堂，祖师历来爱干净。葛叔点点头，把马儿暂时引到长廊的一根柱子旁，用牵绳将其拴在上面，又到窗口处透进去观看里面的情景。那位所谓的达摩祖师的打扮看上去和僧人似的，光头穿着僧衣，坐在椅子上。手里没有拿任何书本，只是用手势比划着动作。离他几米出按等差数列(2)阵势坐着十来位弟子，他们都盘膝坐在地上，看上去听的津津有味。
</div>
<div class="paragraph_div">
“佛教是世界三大宗教(3)之一，起源于古印度。印度也被称为四大文明古国(4)之一，中国也是其一，之所以被这样称作，因其资源丰富。印度有印度河、中国有长江、黄河，长江中下游地区，人类文明的发源地。。。”讲到这里祖师突然停住了，朝窗外看了看，看到了葛申的脸庞。葛申也看到了祖师正在看他，感觉自己无意中打扰祖师讲课了，不知怎么的好。
</div>
<div class="paragraph_div">
“今天的课先讲到这里”课才上了十来分钟，祖师就宣布下课。“金刚！”祖师点名。“在！”站在门口的道人进了祠堂。“传外面那位来客进来。”“是！”葛申听到祖师的话，就从马背上背起妻子进去了。
</div>
<div class="paragraph_div">
“请坐！”祖师从椅子上站起身，很客气的让葛申坐下，“把这位女子放在弟子的垫子上就行。”
</div>
<div class="paragraph_div">
“弟子怎敢坐祖师的位子。”
</div>
<div class="paragraph_div">
“没关系，你们的事我已经知道了，救人要紧。咱既然都见面了，不分辈分。”
</div>
<div class="paragraph_div">
“祖师已经。。。知道了？”
</div>
<div class="paragraph_div">
“是的，我看了那封信才知道你很需要我的帮助。”说着，祖师从腰里拿出大夫写的那封信，葛申摸了摸自己的腰包，那封信不知啥时到了祖师手里。祖师告诉说，是刚才在第二关答题时，清风趁他不注意看到腰包里露出了信封，便拿了出来偷着拆开看了看，知道要找我，就放鸽子(5)送到了我这里。清风失礼了，现在正在闭门思过中。
</div>
<div class="paragraph_div">
“算了吧，孩子还小出于好奇，他这是帮我提前通知祖师了，我不但不怪他，反而要谢谢他呢。”
</div>
<div class="paragraph_div">
“难得还有人有这般胸襟。”祖师便传金刚通知清风加冕了。祖师又说：“这位女子的伤势看来比较重，我得单独找个地方看看才行，这里可能不太方便，牵上马儿，跟我来。”
</div>
<div class="paragraph_div">
葛申又背起妻子，将其放回马背上，牵着马跟随祖师的脚步往后山走去。
</div>
<div class="paragraph_div">
祖祠堂已经是山上最高处了，出了祠堂往后山走的路开始从高往低延伸。走了大约十来分钟，有座石门出现在眼前，上面用艺术字刻着“白云洞”三个大字。祖师说：“这里正是我闭关修行的地方，不要说是一般人，就连我的弟子我都不允许入内，今我就破例一次好了。”
</div>
<div class="paragraph_div">
祖师嘴里念念有词说了些什么，石门好像也通灵，祖师念完后才一秒，门就自动打开了，两人进去了。洞里没有任何点燃的蜡烛，却充满明光，看上去跟白天似的，原来这些光都是从一个碗口那么大的水晶球上散发出来的。祖师又念了句，旁边一处密室突然间打开了。里面放着很多山珍海味，都是葛申在村里最爱吃的，看上去放了很久，却没发霉。祖师让葛申不要受拘束，可以随便拿块尝尝。葛申拿起一卷素鸡尝了口，还是保持着最初的新鲜感。
</div>
<div class="paragraph_div">
祖师又念了一句什么，秋琴从马背上飘了起来，缓缓的落在一座石床上。“不介意的话我可以看看女子的伤口吗？”“可以，有劳祖师了。”
</div>
<div class="paragraph_div">
这里除了马秋琴外，只有葛申和祖师。祖师亲手脱掉秋琴的裤子，解开她臀部的绷带，拨开她的双腿看了半分钟左右。说：“阴部已无形、子宫内部受伤严重。这种伤势就算医术再高明的大夫也很难治愈，不过我可以用道法给她制作一套模拟的器官。但中间过程比较繁杂，不得有任何人来打扰。这套器官包括尿道、子宫在内，需要灵符来维持。需要两样东西：泥土、爱人的血液。”
</div>
<div class="paragraph_div">
</div>
<div class="paragraph_div">
</div>
<div class="paragraph_div">
</div>
<div class="paragraph_div">
</div>
<div class="paragraph_div">
</div>
<div class="paragraph_div">
</div>
<div class="paragraph_div">
</div>
<div>
</div>
</body>
</html>