<%@ page language="java" contentType="text/html; charset=utf-8"
    pageEncoding="utf-8"%>
<!DOCTYPE>
<html>
<head>
<meta charset="utf-8">
<title>Insert title here</title>
<style type="text/css">
body{
	margin: 0px;
}
.main_div{
	width: 100%;
	background-color: #f9f9f9;
	padding: 1px;
}
.chapter_div{
	width: 1200px;
	margin:50px auto;
	background-color: #fff;
	font-family:"宋体","Arial Narrow",HELVETICA; 
}
.title_div{
	width: 960px;
	height: 100px;
	line-height: 100px;
	font-size: 26px;
	text-align: center;
    margin: 15px auto;
	border-bottom: 1px dashed #CECECE;
}
.content_div{
	width: 960px;
	margin:auto;
}
.paragraph_div{
	line-height: 40px;
	color:#333;
	text-indent:2em;
	font-size: 20px;
}
.img_a{
	text-decoration: none;
}
.next_chap_nav_div{
	line-height: 60px;
	color:#333;
	font-size: 20px;
	text-align: center;
}
</style>
</head>
<body>
${requestScope.content }
<div class="paragraph_div">
“喔。。。喔。。。”太阳才刚从地平线冉冉升起，各家各户的鸡就开始打鸣。随着一声声鸡鸣声，夜色逐渐褪去。昨夜雨夜里那种黑云压城的黑暗逐渐消失，取而代之的是拂晓的黎明。村庄上空好几千米的地方挂着一道彩虹，从轮廓上看去就像是传说中七夕节时牛郎织女相逢时的鹊桥。
</div>
<div class="paragraph_div">
乔大山一早就起来忙碌了，平日每天虽起的早，但比今天晚半小时。前段日子他被龙师长派去山东境内送情报，与之同行的还有两位队友，一位姓宋名大安、另一位姓翟名兆军。兆军顺路要回家一趟看望年迈的老母，大安也随之去了，大山就先回来。正好昨晚他路过城南站遇见了志华被一位喽啰蹂躏，就出手相助，三下五除二的将其打倒。
</div>
<div class="paragraph_div">
大山把昨晚熬的八宝粥又放灶上加热过，看到妹子正在熟睡未醒，床边的痰盂里盛着一半澄清的尿液，看上去不像昨晚那么浑浊了。炉子边那双黄色花纹底的vans一脚蹬黑色帆布鞋和白色棉袜已经烘干了，大山把脚上那双nike白袜脱下来，见袜底、袜头处有些黑黄色（昨晚去茅厕时穿着拖鞋踩在雨水里浸的），便用蓝月亮洗衣液泡在木盆里。换上帆布鞋和adidas棉袜，抬着痰盂踏出门槛去了茅厕(<a href="/NoTimeGoBack/image/005001.png" target="_blank">图</a>)。
</div>
<div class="paragraph_div">
回来后看到志华睁着眼睛在盯着他，目光比昨晚有了神气。看了看怀表已是七点整，昨晚照顾妹子只睡了三个半小时。屋里一共三张床，妹子睡的那张床是大山的，昨晚大山睡在大安的床上，兆军的床空着。
</div>
<div class="paragraph_div">
“妹子感觉怎样？有啥需要哥帮忙的？”
</div>
<div class="paragraph_div">
“好多了，没啥忙，只是想多看会哥。哥看样子年龄也有二十多了吧？”
</div>
<div class="paragraph_div">
“二十五，妹子多大？”
</div>
<div class="paragraph_div">
“二十三。哥的脸色看上去太俊了。”
</div>
<div class="paragraph_div">
“哪里话？妹子现在的脸面看上去才是最美的。”大山端了碗粥往志华嘴里送。
</div>
<div class="paragraph_div">
“不用麻烦哥，妹子感觉好多了，自己下去舀就行。”志华刚要下床，发现一字带布鞋和棉袜还在火炉边烘着，那双vans一脚蹬帆布鞋和adidas白袜不见了。低头看到穿在大山哥脚上，帆布鞋左右两边带着白色松紧带，颜色和袜子颜色接近，不仔细看好像鞋子两边没有松紧带似的。大山穿着帆布鞋走的很轻快自如，只是鞋底很薄（约1cm左右），走路时白色脚底能感觉到水泥地面。大山本来就不高，穿着它感觉和光脚时身高没有太大变化。这双帆布鞋是他几年前入伍时龙师长特意找鞋匠给他订做的，大安、兆军和队伍里其他军人都穿圆口布鞋，唯独他是连长，穿的鞋子和其他人的不一样。虽然鞋底很薄，大山穿着它不显高，却不在意这些细节。这几年穿着它上过好几次战场，立过汗马功劳，被评过很多次先锋，那些荣誉证书正挂在墙上。大山走到炉子旁，摘下挂着的一字带鞋放在妹子床边。志华穿上它和白色棉袜，缓缓的站起身走到锅前又舀了一碗粥暖暖身子。
</div>
<div class="paragraph_div">
大山见志华现在能自己走动，踏实多了，便走到锅前下了一绺挂面。端上饭桌时，发现志华手里拿着一双nike棉袜挂在炉子架上。原来志华觉得欠大山人情，就趁他做饭时到木盆旁把大山刚才浸泡在里面的那双白袜替他洗了。志华雷厉风行，不一会功夫就洗完了，把袜子上面黑黄色的区域洗的雪白雪白的，除了袜子是湿的外，其他地方和新买来的一模一样。大山从小到现在一直穿着白色袜子，他有三双袜子都是白色的，一双阿迪牌的、一双没有商标的、剩下就是这双。这双袜子已经穿过好几个月了，在战场战斗时就一直穿，有时好几天都没洗过，上面有些部分早就变色洗不出来了。志华的行李箱里装着牙膏，她把上面涂上牙膏尝试着搓了好几遍，真的洗回原来的白色了。
</div>
<div class="paragraph_div">
大山端了两碗面道餐桌上，从碗厨里拿出两双筷子，整齐的摆在碗右边。大山刚才去茅厕时，帆布鞋鞋边粘上了泥土。志华趁大山挑面时，用软毛刷把大山的帆布鞋的白色鞋边刷的一尘不染。
</div>
<div class="paragraph_div">
两人吃完面后，大山怕志华又抢着干活，自己抢先把餐桌擦干、饭碗刷干净。对着镜子梳理了穿着，和志华一起去城南站找志华的两位哥哥去了。
</div>
<div class="paragraph_div">
外面的雨在几小时前就停了，现在路上的积水也干了不少。大山住的地方叫惠安馆，是一条长长的巷子。出了巷子，一条大路显现出来，好几位黄包车夫在拉车。大山和志华却没有乘车，他们边走边聊。帆布鞋和一字带鞋并排着踏过一块块正六边形地面、踩过鹅卵石。志华告诉大山自己的遭遇（前几章已经讲了，这里不多说）。大山见志华比较憨厚老实，就开始讲述了一段段自己的往事。
</div>
<div class="paragraph_div">
那是好几十年前的甲午战争年代，乔大山的父亲乔英曾是位前清武状元，十八般武艺样样精通，打枪百发百中。邓世昌看他是一表人才，收他当部下，部队参加了甲午战争。中国自爱新觉罗皇太极创立了大清王朝起，往后的好几百年里一直闭关锁国、固步自封。而日本在明治天皇的统治下开启了明治维新运动，军事实力超越了中国。甲午战争中邓世昌领导的军队全军覆没，之前洋务运动创下的基业就这样毁于一旦。
</div>
<div class="paragraph_div">
甲午战争中国是失败方，半殖民地半封建社会的统治依然持续着。历史上记载着邓世昌领导的北洋海军全军覆没，但乔英是武状元出身，水性比较好，扶着一块军舰残骸在大海上漂流，漂到了岸边。血肉之躯毕竟不是铁打的，乔英因作战加漂流，体力消耗过大，身体离开了残骸。吉人自有天相，一股巨浪将其冲到了岸边。正巧这天清晨，有位少女在海边捕鱼，看到了乔英躺在岸边，浑身冰冷，试试还有呼吸。女子费了九牛二虎之力才背起乔英，将其送回了龙府。
</div>
<div class="paragraph_div">
掌柜禀报：“龙老爷！龙小姐回来了，还背着一位昏迷的男子。”
</div>
<div class="paragraph_div">
这位女子是龙老爷的干女儿，从小是位孤儿，被龙老爷从孤儿院收养的，跟随龙老爷姓。龙老爷的妻女在很多年前就被小日本给杀害了，这些年来他一直未娶妻生子。一次经过孤儿院，看到里面有位女孩的长相和他死去的亲女儿特别像，就收养她为干女儿，起名“龙小蝶”。转眼间小蝶已经二十岁了，还未结婚。
</div>
<div class="paragraph_div">
小蝶不分男女，将昏迷的男子放在自己的床铺上。拿勺子舀了一勺参汤，缓缓的倒进男子嘴里。看到男子喉咙处蠕动，将其放倒在针头上盖好被子。男子偶尔说几句梦话。
</div>
<div class="paragraph_div">
过了几小时，男子醒了，给小蝶讲述了自己的身世和遭遇。这位龙老爷是军官出身，人家都叫他“龙师长”。龙老爷一直很崇拜邓世昌，想找机会拜见他本人却一直没机会。可惜上天再也不给他机会，邓元帅这么早就为国捐躯，让他们阴阳两隔。龙老爷见乔英是邓元帅的部下，年级和小蝶差不多，又是武状元出身，干女儿跟着他一定会有安全感。决定收乔英为干儿子，并把千金许配给他。让乔英先养养身子，等过段时间再给他们俩办婚事。
</div>
<div class="paragraph_div">
乔英在龙府每天吃着山珍海味，又与小蝶情投意合，才几天功夫身子骨又恢复到从前了。小蝶去捕鱼、骑马，乔英也跟在其身边当保镖。
</div>
<div class="paragraph_div">
又过了一个月左右，两人就在龙府内举办了婚礼。龙老爷在县里人脉广，龙府里里外外门庭若市，很多钉子户都来为他的干儿子和干女儿送彩礼。龙老爷那段时间家里喜讯连连，看上去像返老还童似的，年轻了二十来岁。
</div>
<div class="paragraph_div">
乔英自从娶了龙小蝶，就成了龙家人。每天除了照顾妻子外，还喜欢舞枪弄棒。由于武艺过人，得到了全县人的青睐。县里有几个人乃甲午风云时期受剥削无家可归，流亡到这里靠卖艺谋生的，便拜了乔英为师，住在了龙府。乔英每日传授他们各种武艺、龙老爷的队伍里招募士兵，他们自愿入伍。就这样，龙师长的队伍日益壮大起来。
</div>
<div class="paragraph_div">
来年初春，有次龙老爷带着乔英夫妻去观音院烧香拜佛。小蝶闻到了香味，突然感觉想呕吐。乔英知道妻子已身怀六甲，便走到大雄宝殿的菩萨像跟前跪下祈祷：“大慈大悲的观世音菩萨，保佑我们龙家上上下下、老老小小往后的日子风调雨顺，保佑蝶儿早生贵子。”
</div>
<div class="paragraph_div">
回去的路上，乔英为蝶儿买了大枣、花生、桂圆、莲子(1)，希望与蝶儿终成眷属、白头偕老。
</div>
<div class="paragraph_div">
大山讲着讲着，两人到了齐化门(2)。那里有卖驴打滚(3)的，两人一人买了一袋。出了齐化门，继续朝北平东郊方向行走，来到满井(4)。又一幕往事浮现在大山脑海，大山继续讲给志华听。
</div>
<div class="paragraph_div">
初春的北平依然乍寒乍暖，乔英与蝶儿刚从满井回家。窗外的梅花在墙角盛开，远处山丘上还铺盖着厚厚的积雪。屋里，蝶儿在秉烛练字、乔英在吟诵着王安石的《梅花》。“墙角数枝梅，,凌寒独自开。遥知不是雪,为有暗香来。”咏后走到蝶儿的桌旁，看到羊皮纸上写着六个大字，三个一列，共两列，第一列的三个字是“乔大山”、第二列的三个字是“乔梅花”。
</div>
<div class="paragraph_div">
“想不到蝶儿还有这么一笔拿手好字，真人不露相啊！”
</div>
<div class="paragraph_div">
“哪里，老公过奖了，我是随便练练手而已。这两个名字是给咱孩子取的，生男孩就用第一个名字，生女孩就用第二个名字。”
</div>
<div class="paragraph_div">
“老婆颇有文采，敢问这两个名字你是怎么想出来的？”
</div>
<div class="paragraph_div">
蝶儿一只手指着“乔大山”三个字，另一只手指着窗外的山丘，说：“壁立千仞、无欲则刚(5)。要是男孩的话，我希望他和那座小山一样挺直、刚强。”蝶儿把一只手挪到“乔梅花”三个字的位置，另一只手又指向窗外的梅花，说：“梅逊雪三分白、雪却输梅一段香，梅花是岁寒三友(6)之一，不畏严寒盛开。我希望咱女儿也像梅花一样坚韧不拔。”
</div>
<div class="paragraph_div">
乔英听完上去拥抱着蝶儿，虽然是寒冬，两人的怀里却散发着春天般温暖。
</div>
<div class="paragraph_div">
志华听了大山的这段回忆，说：“你爹娘后来就生了你这一个儿子，取名乔大山。正如你娘说的，这名字不错，你确实是位‘男人’。”
</div>
<div class="paragraph_div">
“是两个孩子，本来我还有个妹妹，可是。。。”
</div>
<div class="paragraph_div">
不久蝶儿就顺产了一位男婴，大山过百岁时，县里的百姓很多都送给龙府一些彩礼，全家人憧憬着未来的好日子。天有不测风云、人有旦夕祸福，这些吉事乃暴风雨来临前的前兆。在乔大山两岁那年，局势发生了突变。
</div>
<div class="paragraph_div">
八国联军初期，列强从天津大沽口入侵，驻边军奋力抵抗。列强用的是冲锋枪，而我军用的是小米步枪，抵挡不住了。驻边军给总部发电报，请求支援。龙师长接到电报，和乔英一起上了战场，留下蝶儿自己在家照顾大山。
</div>
<div class="paragraph_div">
这场战争持续了好几个月，驻边战士连过年都没捞着回家。他们在战地上扎营值班，白夜两班倒，枕戈待旦，正是“醉里挑灯看剑，梦回吹角连营(7)”。
</div>
<div class="paragraph_div">
刚“过完年”没几天，还没出十五，有人报告乔英“乔连长，外面有位女子要见你！”乔英听到后，手一麻，水壶掉在地上。乔英走出帐篷，看到蝶儿出现在面前。蝶儿手里拿着一套刚脱下来的男装，原来是女扮男装混进来的。见到丈夫后，哭着一把上去包住他。
</div>
<div class="paragraph_div">
“我的好丈夫，好几个月没见了，最近这些日子来，我总是夜长梦多，梦见你在战场上厮杀，每天眼皮不停的跳，只好通过女扮男装的方式混进来看看情况，见你一面我就放心了。”
</div>
<div class="paragraph_div">
“大山怎样？”“挺好，长胖长个了，在家由奶娘照顾着呢。”
</div>
<div class="paragraph_div">
乔英带蝶儿进帐篷，倒了杯热茶给她暖暖身。往后的日子里，乔英曾好几次想派人护送蝶儿回北平，蝶儿拒绝了，说要陪着丈夫陪下去。乔英苦劝不下，龙师长见干孙女已经来了，只好将其留在干儿子身边，派了几位保镖保护着他们。往后的一段时间里，夫妻俩每晚睡在一起，白天乔英上前线作战，蝶儿留在帐篷里有保镖保护。直到那场激烈的战斗来临。。。
</div>
<div class="paragraph_div">
大汶口是通往天津市里的必经之路，这场战役持续了半年多，列强对这里加大了火力。龙师长接到电台的消息，我军镇守不住准备计划着撤离。
</div>
<div class="paragraph_div">
几个月前，乔英发现蝶儿的肚子变大了，和几年前大山出生前的征兆一模一样。原来蝶儿在来这里之前就已经怀上了，为了不让丈夫担心才隐瞒着来的。龙师长为了随时准备接生，派了两位连里的医生护送着蝶儿。前线的战士边撤离边抵抗列强，龙师长等人加快了撤离速度。
</div>
<div class="paragraph_div">
一天夜里，蝶儿突然嗷嗷直叫，看来快要生了。这时，龙师长接到了电台情报，列强离这里只有几里了，前线抵挡不住，战士们伤亡惨重，让龙师长加速撤离。龙师长一向下达命令干脆了断，这次却不听前线的指令，坚持要干女儿把娃生下来，因为这里连里的希望。为了增加前线的兵力，乔英主动打前锋，带着几十位连里的士兵一起上阵。临走前对蝶儿答应下会平安回来的，蝶儿在产中，只听到了丈夫的话，顾不上回话。
</div>
<div class="paragraph_div">
两个时辰过去了，帐篷里传来了“哇哇”哭声。护士对龙师长说：“师长，恭喜！大小姐生了个千金。”龙师长感到连里燃起了希望之火，这场战斗稳操胜券。可就在龙师长沾沾自喜时，接到了电台的情报，得知前线全军覆没，干儿子也在刚刚的战斗中殉职了。要龙师长等人马上撤离，刻不容缓。
</div>
<div class="paragraph_div">
一向勇猛无畏的龙师长这次得知干儿子牺牲的消息，却在士兵面前放声大哭。蝶儿听到丈夫殉职的消息，晕了过去，任龙师长怎么唤都不醒。龙师长背起蝶儿，命部下收起帐篷撤离。
</div>
<div class="paragraph_div">
蝶儿的脸颊搭在龙师长脖子上，龙师长感到她体温一直在飙升。跑着跑着停了下来，命大夫检查一下。大夫说大小姐得了产褥热，情况不妙。正当龙师长一筹莫展时，蝶儿微微的低声含糊的说了几句话：“我的好丈夫，就让咱女儿叫‘乔梅花’吧。墙角数枝梅，凌寒独自开。遥知不是雪，唯有。。。”没念完整诗就停住了，头歪向一边。
</div>
<div class="paragraph_div">
龙师长命连长背起干女儿冰冷的尸体，自己抱着刚出生的千金，与连里其他士兵一起撤离了阵地。
</div>
<div class="paragraph_div">
经过日以继夜的奔波，龙师长一连总算摆脱了敌人的追击，但总感觉不妙。试了试怀里的小千金，已经没了呼吸。龙师长眼前一黑，晕了过去。
</div>
<div class="paragraph_div">
战场周围漆黑一片，地上躺着横七竖八的死尸。敌人成群结队的围攻上来，成圈包围了我军。乔英在不远处浴血奋战，掩护着不让敌人通过阵线。龙师长在阵营里死守，蝶儿正在艰难的生子。阵营圈越来越小，帐篷外有人来报：“报告师长，敌方火力猛，乔连长守不住了！”龙师长背上长枪出了帐篷，冲向前线。
</div>
<div class="paragraph_div">
阵地那边敌人开始放冲天炮，一枚枚炮弹接种而来。地上已经血流成河，乔英和龙师长的军服染成了血红色，面目也模糊不清。就在霎时间，乔英一把推开了龙师长，自己被炸飞出好几米落在地上，一动不动。龙师长趴在地上，老远望见帐篷处燃起了熊熊大火，大喊：“蝶儿。。。”
</div>
<div class="paragraph_div">
成百上千的敌人突破了防线，把龙师长团团围住，一位喊：“去找你心爱的蝶儿吧。。。”刚说完就把枪口对着龙师长，拉起了枪栓。
</div>
<div class="paragraph_div">
“蝶儿。。。蝶儿。。。”
</div>
<div class="paragraph_div">
“老爷醒醒，做噩梦了。”一个熟悉的声音在耳边萦绕。龙师长徐徐的睁开眼，发现自己躺在床上，旁边坐着陆连长。陆连长是乔英殉职后龙老爷新选拔的，背着蝶儿尸体的那位。
</div>
<div class="paragraph_div">
“我心爱的蝶儿呢？刚出生的千金呢？”
</div>
<div class="paragraph_div">
“蝶儿和千金都已经。。。。”龙老爷刚要下床，被陆连长扶着。“蝶儿的尸体躺在她的床上。”
</div>
<div class="paragraph_div">
陆连长搀扶着龙师长来到蝶儿的床边，看到一具冰冷的尸体，脸上起了斑块，旁边还躺着一具婴儿尸体。龙老爷痛哭不止，“准备一具棺材去！”“是！”
</div>
<div class="paragraph_div">
就这样，蝶儿因产褥热离世、刚出生的千金也夭折了。龙老爷给小千金取名“乔梅花”，和干女儿一起入了土。乔英的尸体还在战场上没抬回来，老爷就把他生前穿过的衣物等入了土，立下衣冠冢(8)。三人的墓碑挨在一起，龙府的人一起祭拜。
</div>
<div class="paragraph_div">
志华听着大山的家史，已热泪盈眶。两人走了好几个时辰，来到了北平南站。熙来攘往的人群一波又一波，有位10岁左右的报童在川流不息的人群里喊：“号外号外，蒋介石发动二次北伐，济南发生五三惨案(9)。。。”
</div>
<div class="paragraph_div">
报童喊着喊着走到了大山旁边，一时失手手里的报纸掉在大山的帆布鞋上。报童附身刚要捡，大山抢先捡起那卷报，吹了吹说：“孩子，我买了。”报童还在附身，看到大山的帆布鞋的白色鞋边上占了泥土。他缓缓的直起身子，接过叔叔手里的银子，又伸手进右裤兜掏出几个铜板，数了数铜板数量远远不够找钱，银子比这卷报纸的价格多了一倍还多，又在身上掏来掏去实在没有其他钱了。
</div>
<div class="paragraph_div">
大山看到报童的手上有好几道皲裂(10)的口子，低头看到孩子的布鞋上露出了脚趾，明白了报童的苦衷，摸了摸孩子头说：“孩子，不用找钱了，多的钱拿去花吧！”
</div>
<div class="paragraph_div">
“不行，大叔，从小爹教育我要诚实守信。刚才给爹买药花光了上午卖报赚的钱，要不大叔等我会吧？等一会我卖报赚够了钱再找你怎样？”
</div>
<div class="paragraph_div">
“孩子，你爹身子不好吗？为何吃药？”
</div>
<div class="paragraph_div">
“我爹患鼠疮好几年了，我从没上过学，这几年来一直靠卖报或擦鞋赚钱谋生。这几天擦鞋的营生不好，我见站台附近人群多，就来这里卖报，遇上了你们。”
</div>
<div class="paragraph_div">
“我的好孩子啊！要是信任我们的话，带我去你们家可以吗？我想看看情况。”
</div>
<div class="paragraph_div">
报童从头到脚打量了大山、志华二人，寻思了十来秒，便说：“好吧！”
</div>
<div class="paragraph_div">
“咱不是还要等我的两个哥哥吗？今天这趟来这里就是为了看他们是否能经过这里。”
</div>
<div class="paragraph_div">
“就去这孩子家看一会就回来，这是当务之急。他们到站后会在这里等一会的，那边还有个候客厅呢，刚才我看过，他们目前是没来，等他们真的来了会去那里等咱们的。”
</div>
<div class="paragraph_div">
“那好吧，孩子，带我们走吧。”
</div>
<div class="paragraph_div">
“大叔、叔母，先等会。”
</div>
<div class="paragraph_div">
“孩子还有啥事需要我们帮忙？”
</div>
<div class="paragraph_div">
报童没说话，从左边的裤兜里掏出一块抹布，蹲下身在大山的vans帆布鞋的鞋边上擦了几圈，鞋边变回了最初的白边。孩子又把抹布内面翻出来、外面翻进去，又在两只脚的黑色的鞋面上来回擦了几回。整双鞋子变的干干净净，看上去跟新的一样。擦完后，又按程序给志华擦了一字带布鞋。报童跑到离这里最近的一间洗手间。不到一分钟，手里拿着干净的抹布走出来，跑到二人身边，说：“好了，大叔、叔母，现在可以走了。”
</div>
<div class="paragraph_div">
“真是位懂事的孩子！”志华拍了拍报童的后脑勺。三个人影慢慢的走出了站台，在阳关的照射下逐渐拉长，渐行渐远。
</div>
<div class="next_chap_nav_div">
这位报童的家境究竟是什么情况？志华啥时才能找到失散的两位哥哥？请看下回分解。
</div>
<div class="paragraph_div">
</div>
<div class="paragraph_div">
</div>
<div class="paragraph_div">
</div>
<div class="paragraph_div">
</div>
<div class="paragraph_div">
</div>
<div class="paragraph_div">
</div>
<div class="paragraph_div">
</div>
<div class="paragraph_div">
</div>
<div class="paragraph_div">
</div>
<div class="paragraph_div">
</div>
<div class="paragraph_div">
</div>
<div class="paragraph_div">
</div>
<div class="paragraph_div">
</div>
<div class="paragraph_div">
</div>
<div>
(1)大枣、花生、桂圆、莲子这四种果各取最后一个字，谐音连在一起即“早生贵子”。
</div>
<div>
(2)原来叫“奇货门”，一些稀奇的货物都从这里运进城。后来根据北京话音译过来，就叫“齐化门”。
</div>
<div>
(3)中国东北地区、老北京和天津卫的传统小吃之一。
</div>
<div>
(4)位于北京安定门东三里外的一口古井,因“井高于地,泉高于井,四时不落”而得名。
</div>
<div>
(5)出自林则徐的一副自勉联,全联是：“海纳百川 有容乃大 壁立千忉 无欲则刚”。
</div>
<div>
(6)指的是松、竹、梅三种植物。松、竹、梅耐寒性强，不会因为冬季温度低而凋零，梅花还可于凌寒中独自开放，因此有“岁寒三友”之称。
</div>
<div>
(7)出自北宋词人辛弃疾的《破阵子》。
</div>
<div>
(8)葬有死者的衣冠等物品代替遗体下葬，而并未葬有死者遗体的墓葬。这是因为死者的遗体无法找到，或已葬在另一处，再于此地设衣冠冢以示纪念。
</div>
<div>
(9)蒋介石发出第二次北伐的总攻令，命令各路革命军向北京方向进军。国民革命军占领济南，并与日本驻屯军发生激烈冲突，造成数百名中国平民死亡，史称“五三惨案”。
</div>
<div>
(10)皮肤因暴露于风中或寒冷中而发生的裂口或变粗糙。 
</div>
<div>
</div>
</body>
</html>