<%@ page language="java" contentType="text/html; charset=utf-8"
    pageEncoding="utf-8"%>
<!DOCTYPE>
<html>
<head>
<meta charset="utf-8">
<title>Insert title here</title>
<style type="text/css">
body{
	margin: 0px;
}
.main_div{
	width: 100%;
	background-color: #f9f9f9;
	padding: 1px;
}
.chapter_div{
	width: 1200px;
	margin:50px auto;
	background-color: #fff;
	font-family:"宋体","Arial Narrow",HELVETICA; 
}
.title_div{
	width: 960px;
	height: 100px;
	line-height: 100px;
	font-size: 26px;
	text-align: center;
    margin: 15px auto;
	border-bottom: 1px dashed #CECECE;
}
.content_div{
	width: 960px;
	margin:auto;
}
.paragraph_div{
	line-height: 40px;
	color:#333;
	text-indent:2em;
	font-size: 20px;
}
.img_a{
	text-decoration: none;
}
.next_chap_nav_div{
	line-height: 60px;
	color:#333;
	font-size: 20px;
	text-align: center;
}
</style>
</head>
<body>
${requestScope.content }
<div class="paragraph_div">
下了一整夜的雨，地上的泥土湿润润的。天还没亮，太阳才刚刚与地平线相切，在池塘里躲了一整夜的青蛙开始出来觅食，蜻蜓也在距离地面不到一米处飞来飞去。
</div>
<div class="paragraph_div">
百姓与土匪们经历了昨晚的战斗，在黑枫林深处留下许多马蹄印和脚印，向着不同方向分散。有一条脚印线朝西北方的黑风寨处延伸，另一条则向着北方延伸。先说正北方向这条，延伸进了距离黑枫林最北端几百米的一处山洞里。
</div>
<div class="paragraph_div">
山洞最里面躺着两人，浑身湿漉漉的。女子下身臀部缠着纱布包裹的严严实实的，依偎在男子怀里。旁边的马儿正吃着男子昨晚吃剩的几个野果，野果上还缠着几条地龙(1)，马儿连同果子带地龙一起吃了下去。一条地龙反应比较灵活，看到马儿要吃果子了，便离开了果子表面，顺着爬到了男子脸颊上。这时，旁边出现了一只青蛙。还没等地龙反应过来，就被青蛙吞进了嘴里。青蛙这一吞，把男子惊醒了。
</div>
<div class="paragraph_div">
经过一夜的休憩，葛申的体力已恢复八九成，只是感觉有些饥饿感。一活动胳膊，感觉肩胛骨旁略微有些疼痛感。解开貂皮大衣一看，原来是昨晚被没羽箭射中时留下的淤青，还好不是特别严重，不影响行动。妻子还在熟睡，臀部包裹着厚厚的纱布。到目前为止，妻子还是遵守大夫的叮嘱，没流出过一滴尿液。秋琴的毅力还是蛮鉴定的，到现在为止已经憋了将近一天。除了昨日上午与土匪们厮杀前喝了水、昨晚吃了几个野果外，期间没喝过一碗水。事不宜迟，葛申轻轻的把妻子抬上马背，牵着马儿走出山洞。
</div>
<div class="paragraph_div">
雨已经停了一段时间，雨过天晴后外面已是阳光明媚、晴空万里，一道道彩虹挂在半空。现在只有葛申和秋琴俩，李吉、小七和其他队友都不知去向。反正都知道要去积米崖，他们应该会通过打听方式自己找过去，秋琴还在憋着呢，事不宜迟，也没更多时间等待了。离开红尘客栈走了两舍路来到了黑松林，现在已出了黑松林走了一段路，距离积米崖应该还有不到半舍远了。前面又出现一座集市，葛申感觉除去找到达摩祖师不知会面临什么麻烦外，在见到达摩祖师前的这段路上不会有麻烦了。秋琴在这时正好醒了，两人便找了家餐馆饱餐了一顿。老板告诉他们，在前面十里路的地方，有座巍峨的山峰，应该就是他们要找的积米崖，但山上是否有白云观倒不是很清楚。吃完后交了盘缠，葛申就立即骑上马儿上路了。
</div>
<div class="paragraph_div">
葛申骑着马儿又走了半响，已出了集市。前面是一座小桥，远远看去，有位牧童骑着黄牛朝小桥这边走来。马儿跟黄牛之间的距离越来越近，黄牛在距离马儿一丈远处停下了，牧童看上去不到十岁的样子。看到马背上的女子臀部裹着绷带，问：“大叔这是要去哪里？”
</div>
<div class="paragraph_div">
“孩子，请问如何去积米崖？”
</div>
<div class="paragraph_div">
“顺着这条道往前走不久，会看见一座山峰就是。大叔去那里干嘛？”
</div>
<div class="paragraph_div">
“去白云观找一位达摩祖师，他医术高明，求他给我妻子疗伤。孩子可曾听说过？”
</div>
<div class="paragraph_div">
“不仅听过还见过，他就是我的师傅，我叫白鹤童子。不过师傅让我每天在山下放牛，吩咐过不许带任何人上山，想见他必须过天人三问才行。大叔有能力过的话可以试试，不然请按原路回去吧。”
</div>
<div class="paragraph_div">
“既然我们费劲千辛万苦经过黑枫林来到这里，不见到达摩祖师就没打算回去。孩子刚才说的天人三问是什么？”
</div>
<div class="paragraph_div">
“古人云‘天人合一’，三才者乃天地人也。仁者乐山、智者乐水，能将自己与宇宙万物合二为一乃智者也。先过第一关：天关。听好问题：千里草、何青青，十日卜、不得生。答一历史人物。”
</div>
<div class="paragraph_div">
葛申对这类猜谜游戏不太擅长，中华上下五千年，上至炎黄、下至民国，历史人物成千上万不可胜数，这可难矣。又回想刚才白鹤说的那间断的十二个字，问：“神话人物也算吗？”
</div>
<div class="paragraph_div">
“就那十二个字，多的不提。”
</div>
<div class="paragraph_div">
葛申想到女娲造人前，世间都是天地玄黄、宇宙洪荒的镜像，千里都是寸草。女娲用了七日创造了世间万物，最后一日才创造了人。七比十小，不到十日没有生命。便胸有成竹的回答：“女娲！”
</div>
<div class="paragraph_div">
白鹤摇摇头道：“加油继续猜，猜不出来的话请按原路返回。”
</div>
<div class="paragraph_div">
葛申想到妻子已经憋一天多了，现在已接近巳时，不知妻子还能坚持多久。又想到这个人物肯定与草有牵连，不到十天创造了某项成就。又想到三国时期诸葛亮草船借箭的故事，可草船离着曹营不到一千里，而且诸葛亮只用了三天就“借”来了十万只箭。想问童子这个人物是什么朝代的，知道童子肯定不会告诉他。管他对不对，只要脱口而出就有一线希望，哪怕有万分之一的概率答对也得尝试。便又回答：“诸葛亮！”
</div>
<div class="paragraph_div">
童子还是重复着刚才的动作，不过这次总算回复了一句话“第二个回答离谜底已经很近了。”
</div>
<div class="paragraph_div">
“很近是什么意思？是跟诸葛亮有啥关系？还是朝代离着三国时期很近？”
</div>
<div class="paragraph_div">
童子只是呆呆的看着葛申，却没回答一个字。葛申听到刚才童子的那句很近的话，几秒之内感到充满着希望，现在又感觉失落了几分。
</div>
<div class="paragraph_div">
“是董。。。卓。。。。吗？”旁边一个含糊微弱的声音回答。原来这声音是秋琴发出来的，在半梦半醒之间含糊的说完了这几个字。
</div>
<div class="paragraph_div">
“恭喜恭喜！天人三问第一关算通过了！”童子口齿清晰的说着“千里草合起来就是董字，何青青是对董卓当年的罪恶做了批判。十日卜合起来是卓字，是有人占卜他活不过十天了。”
</div>
<div class="paragraph_div">
这个看似简单，又看似复杂的问题居然被重伤的女子答对了。不过对于葛申来说算是喜事，至少闯过了这一关。
</div>
<div class="paragraph_div">
“不要高兴的太早，后面两关比这一关要难，能不能过关就要看你们的运气了。”
</div>
<div class="paragraph_div">
白鹤童子放葛申上了山，随着地势的升高，下面的白鹤童子渐渐缩成了一个小点，最后消失不见了。葛申骑着马儿驮着秋琴继续往山上前行，他们位于半山腰间，云层离他们越来越近。俯瞰下面的景物，有种会当凌绝顶，一览众山小(2)的感觉。第二关又是什么样的关卡？正当葛申寻思着时，从山上的小路走下一位童子来，年龄看上去和刚才那位童子差不太多。
</div>
<div class="paragraph_div">
“欢迎来到天人三问的第二关问地，我是清风，是达摩祖师的弟子。这一关的问题说难也难、说容易也容易，所谓会者不难难者不会。你们准备好了吗？”
</div>
<div class="paragraph_div">
“好了！”葛申胸有成竹的回答。
</div>
<div class="paragraph_div">
“从1到5这五个数字，只能出现一次，不管用什么运算符号，让结果等于22，如何摆放？”
</div>
<div class="paragraph_div">
葛申听了清风童子的这一问题，感觉比上一道容易，便从路边捡来几块鹅卵石，从口袋里掏出画笔，在白色鹅卵石上写上一到五这几个数字和加减乘除这几个运算符，开始拼凑。
</div>
<div class="paragraph_div">
1乘以2加3等于5,4乘以5等于20，这样前后加起来却成了25，不对。1加2等于3、再减去3等于0、再加上4乘以5又等于20了，更不对。   
</div>
<div class="paragraph_div">
时间一分一秒的过去，太阳已经升到了正上方，此时正是午时三刻。葛申已经拼凑了将近半个时辰，仍然未拼出一个合理的等式。
</div>
<div class="paragraph_div">
正当葛申一筹莫展时，马儿从草丛里嚼来一把草走到他旁边。葛申说：“我心爱的马儿，你一定是饿了吧？不好意思，我不吃草的，你先自己吃吧。”说着摸了摸马儿的脑袋。
</div>
<div class="paragraph_div">
但马儿并没有吃草的意思，而是用嘴把一节节草根连接成一道半月牙似的东西，又把另一把草用同样的动作连接成一道半月牙似的东西，这两个图形成轴对称图案。
</div>
<div class="paragraph_div">
“我心爱的马儿，你想跟我玩什么游戏？我现在在解谜题，没时间陪你啊。”葛申说。可马儿不会说人话，而是走到写着“1”字样的鹅卵石旁，用马蹄把石头一点点踢到两个半月牙似的图案之间，带有“1”字的鹅卵石靠在左边的半月牙图案右边。葛申有点通晓马儿的意图了，是在帮他解谜题。难道马儿的智商真的比人还高？
</div>
<div class="paragraph_div">
马儿又从葛申摆的石堆里找到带有“+”字样的石头，同样用马蹄一点点的移到“1”字石头的右边。现在出现了“(1+)”图案，但“+”号与右边的小括号之间还留着一个空隙。马儿又把带有“3”字的石头移到“+”和“)”之间，这样就成了“(1+3)”字样。紧接其后，马儿又把“÷”号移到“)”右边，形成了“(1+3)÷”。又把“2”移到了“÷”右边，连起来是“(1+3)÷2”。剩下的数字只有4和5了，还有“×”和“-”，一共四块鹅卵石。马儿把“4”、“×”、“-”从左到右拼接在一起，放在“(1+3)÷2”右边，中间还留着一个空隙。但就剩下最后一个写着“-”的石头了，2-20=18啊，也不是22.但出乎意料的是，马儿并没有继续移动最后一块带有“-”的石头，而是用几节草根在空隙里拼接出来“+”号。这样“(1+3)÷2+4×5”字样就出来了，结果正好等于22。
</div>
<div class="paragraph_div">
马儿朝清风童子叫了三声，原来童子一直盯着那些鹅卵石感觉太无聊了，正在观赏半空中的鸿鹄。被马儿这么一叫，立刻回过神来，看到了已拼接好的式子，脸上露出了满意的笑容说：“恭喜过关，大叔真了不起。以前有几位高僧曾闯过天人三问，最多到这关就走不下去了，大叔真是史无前例。”
</div>
<div class="paragraph_div">
原来马儿趁清风走神时来协助主人解题，而清风误认为是大叔自己答出来的。就算葛申对童子说了实话，童子也绝对不会相信这匹普普通通的马儿会有这种智商。葛申这才悟到，原来不仅可以用加减乘除符号，也可以用括号。而且虽然规定每个数字只能用一次，每种符号并没规定必须只能用一次。
</div>
<div class="paragraph_div">
“不过。。。”清风突然开口说：“最后一关是问人，人虽然生于天地间，但人关却是三关里最难的一关，而且有时间限制，只有一次机会，到时打不出来就算失败，只能原路返回了。”
</div>
<div class="paragraph_div">
“时间是多久？”葛申问清风：
</div>
<div class="paragraph_div">
“天机不可泄露，大叔若准备好了想继续挑战的话，就顺着山路继续往上走吧，到时自会知晓。清风只能祝大叔好运了。”
</div>
<div class="paragraph_div">
前两关虽然题目比较难，但没有时间限制。只要秋琴能憋的住，自然有时间。只是自己虽然身强力壮，但对于答题这块却不擅长。第一关是秋琴帮忙答的、第二关是通人性的马儿帮忙“答”的、第三关是否能顺利通关呢？这是见达摩祖师的最关键的一关。管它呢，只要有万分之一的希望就要敢于尝试，不尝试希望就是零。
</div>
<div class="paragraph_div">
葛申站在清风旁边呆滞住了，旁边却传来一个微弱的声音“走吧。。。还有我呢。。。”葛申拜别清风，向着山顶继续出发。
</div>
<div class="paragraph_div">
有话曰：“蜀道难，难于上青天。”下面的山地早就不见了，从山上望下去已是茫茫云海，自己就像漫步云端，上面还有很长一段路要走，至少目前还望不到头。
</div>
<div class="paragraph_div">
葛申拉着马儿驮着妻子已经走了大半晌，午时已过。他们从今早吃了点外，到现在还没吃东西，听见自己的肚子咕咕叫。葛申顾不上这些，只顾闯关，这第三关也是最后一关，是决定能否见到达摩祖师的关键，决不能半途而废。
</div>
<div class="paragraph_div">
葛申边走边想：“第一关题目是与历史有关、第二关是与数学有关、第三关的题目能与啥有关？假如侥幸通过了，真的能见到那位达摩祖师吗？他的医术真的有那么高明？假如答题失败就得按原路返回，好容易来到这里，就得花费很长时间牵着马儿驮着妻子走下山。那样妻子最后只有一个结果，既然妻子不能活下去了，自己活着还有啥意思？不如连马带人一起从山上跳下去一走了之得了。对了，还有小花需要自己照顾，自己陪妻子殉情，小花岂不是成了孤儿。这马儿都能答题，说明是匹好马。世有伯乐、然后有千里马，千里马常有，而伯乐不常有(3)。难道自己就是那位伯乐？关二爷被杀后，他的赤兔马选择了绝食而亡；刘皇叔的的卢能带着他跳过大江。自己有这么匹良马，还没来得及报答它，自己不能就因失败先去。天无绝人之路，就算见不到达摩祖师，说不定还有其他法子。”
</div>
<div class="paragraph_div">
葛申边走边想，想着想着，马儿叫了几声，葛申回过神来。原来前面约好几百米的地方出现了山顶，一位童子站在那里，手里拿着一个沙漏，相必是用来计时的。葛申感觉心跳加速了，但为了能发挥最好的答题思维，只能遏制住情绪。
</div>
<div class="paragraph_div">
不一会，人和马都走到了童子面前。童子说：“欢迎大叔来到天人三问的最后一关‘问人’，我是达摩祖师的弟子明月。这是计时器，要是大叔能在里面的沙粒全部漏到下面之前答出题目，我就带你们去见达摩祖师，准备好了吗？”
</div>
<div class="paragraph_div">
葛申深吸一口气说：“好了。”
</div>
<div class="paragraph_div">
童子并没有立刻开始计时，而是说道：“从1加2加3。。。一直加到1000等于多少？计时开始！”说完把手里的沙漏一翻转，原本在下面装满沙粒的的那层移到了上面、上面空着的那层移到了下面，上面的沙粒正快速的往下面漏，形态好比流水。沙粒比较稀，虽然漏口很小，但感觉流速比流水还快好几倍。
</div>
<div class="paragraph_div">
沙粒已经流失大约十分之一了，葛申顾不上观察沙漏的变化，把精力转移到答题上。1加2等于3、再加3等于6、再加4等于10、再加5等于15.。。。再抬头看沙粒已经减少三分之一了，才加到5，要加到1000才行。不行，这种计算速度就算十个沙漏都不够用，得想办法计算更快。但手中没有文房四宝(4)，就算有写字也消耗时间，还不如口算快呢。又抬头看到沙漏里的沙粒已减少三分之二了，看来已经没戏了，只能另选其他法子。
</div>
<div class="paragraph_div">
没等沙粒都漏完，葛申刚想开口说放弃，旁边一个声音说：“等于。。五。。零。。零。。。五。。。零。。。零。。。。”最后一个零字刚说完，上层沙漏里的最后一粒沙粒便漏了下去。
</div>
<div class="paragraph_div">
“恭喜！回答正确！”旁边的明月祝贺道：
</div>
<div class="paragraph_div">
葛申真不敢相信自己的耳朵，三道题目，妻子答对了两道。至于怎么答对的先不管，假如达摩祖师真的能医治好妻子的伤势，等妻子康复后再问不迟。反正不管三七二十一，所有的关卡已经通关了，马上就能见到达摩祖师了，目前越早治好妻子的伤越好。
</div>
<div class="paragraph_div">
明月带着夫妻俩和马儿继续往前走，前面不再是往上走的阶梯了，取而代之的是比较平坦的路面，也是遍地着很多鹅卵石。走了一会，葛申看见走在前面的明月童子踩到了路面上一块颜色不同的石头，眼前的景象变了，由平坦的山路变成了天桥。他们正处在桥中间，而且桥下是茫茫云海，不知有多深，桥前面居然还断了一截，大约好几百米的距离。虽然断了一截，但桥却没有塌陷。
</div>
<div class="paragraph_div">
“孩子，请问我们怎么来到了这里？白云观在哪？”
</div>
<div class="paragraph_div">
明月却微笑着指了指桥下，说：“白云观就在这下面最底端，因为处于茫茫云海最底下而得名，师傅就在里面。这里因为是断桥，叫做断桥驿。虽然大叔过了天人三问，但必须从这里下去才能见到师傅。”
</div>
<div class="paragraph_div">
“从这里下去啊？那还能活吗？有没有其他路可以下去？”葛申迷惑不解。
</div>
<div class="paragraph_div">
“只能从这里下去，这是去白云观的必经之路，要是大叔不愿意，可以按原路返回。”
</div>
<div class="paragraph_div">
葛申正在犹豫，旁边那个熟悉的声音又说：“上马。。。驮着你和我。。。下去吧。。。听我的。。我是你妻子。。。不会害你。。。为了咱。。。为了小花。。。。快点下去吧。。。。”
</div>
<div class="paragraph_div">
既然妻子都这么说了，葛申只好听从别无他法。便跨上马儿，确保妻子已经稳了，喊：“驾！”马儿好像听懂了刚才的对话，知晓了主人的意图，以风驰电掣之速疾冲向断桥。到了断桥处，马蹄一蹬瞬间跳了起来，动作气势不逊当年刘皇叔的的卢跨江。跳出好几十米远，呈抛物线状平着马背下落。
</div>
<div class="paragraph_div">
夫妻俩在马背上坐的稳稳的，葛申不知明月童子为了让他们从这里跳下，接下来真的会见到达摩祖师呢，还是会见到死神？带着满腹疑问，感觉断桥在上方越来越远，最后消失不见。周围被一团团白云萦绕住，随着重力加速度快速下落，整个身体好像意识被掏空。周围氤氲起来，看不清妻子的样子，在这种感觉中失去了知觉。
</div>
<div class="next_chap_nav_div">
明月为何让夫妻俩跳下去？夫妻俩接下来会怎样？请看下回分解。
</div>
<div>
(1)指蚯蚓。
</div>
<div>
(2)出自唐代诗人杜甫的《望岳》。
</div>
<div>
(3)出自唐代诗人韩愈的《马说》。
</div>
<div>
(4)指笔、墨、纸、砚。
</div>
<div class="paragraph_div">
</div>
<div class="paragraph_div">
</div>
<div class="paragraph_div">
</div>
<div class="paragraph_div">
</div>
<div class="paragraph_div">
</div>
<div class="paragraph_div">
</div>
<div class="paragraph_div">
</div>
<div class="paragraph_div">
</div>
<div class="paragraph_div">
</div>
<div class="paragraph_div">
</div>
<div class="paragraph_div">
</div>
<div class="paragraph_div">
</div>
<div class="paragraph_div">
</div>
<div class="paragraph_div">
</div>
<div class="paragraph_div">
</div>
<div>
</div>
</body>
</html>