<%@ page language="java" contentType="text/html; charset=utf-8"
    pageEncoding="utf-8"%>
<!DOCTYPE>
<html>
<head>
<meta charset="utf-8">
<title>Insert title here</title>
<style type="text/css">
body{
	margin: 0px;
}
.main_div{
	width: 100%;
	background-color: #f9f9f9;
	padding: 1px;
}
.chapter_div{
	width: 1200px;
	margin:50px auto;
	background-color: #fff;
	font-family:"宋体","Arial Narrow",HELVETICA; 
}
.title_div{
	width: 960px;
	height: 100px;
	line-height: 100px;
	font-size: 26px;
	text-align: center;
    margin: 15px auto;
	border-bottom: 1px dashed #CECECE;
}
.content_div{
	width: 960px;
	margin:auto;
}
.paragraph_div{
	line-height: 40px;
	color:#333;
	text-indent:2em;
	font-size: 20px;
}
.img_a{
	text-decoration: none;
}
.next_chap_nav_div{
	line-height: 60px;
	color:#333;
	font-size: 20px;
	text-align: center;
}
</style>
</head>
<body>
${requestScope.content }
<div class="paragraph_div">
大夫给葛申一封信，那位医圣人家都叫他“达摩祖师”，一般不给外人疗伤，除非看到他写的书信才行。信上写着地址是积米崖，葛申和几个村民按大夫给的地址四处打听，打听了好几十家，都说从没听到这个地方。葛申按照信上写的方向行走的没错，这点可以确定。
</div>
<div class="paragraph_div">
秋琴躺在马背上，为了疗伤，已经一天一夜没吃喝了。秋琴还有意识，为了不让丈夫担心，就算有再强的尿意也得自己忍着不作声。有位村民劝道：“葛队，咱已经一天一夜没休息了，再这样漫无目的的跑下去也不是办法，不如先找家客栈歇息几小时再赶路，你看如何？”
</div>
<div class="paragraph_div">
葛申想想，队友说的不是没道理，再这样找下去没有线索也是一筹莫展。骑马往前走了一小会，找了家名叫“红尘客栈”的旅店休憩下。租了个双人间和一间多人间，自己和妻子住双人间、队里其他人住那间多人间。将妻子安顿在旁边的床上，自己睡另一张床。葛申经过一天一夜马不停蹄的奔波，已经疲劳至极，一躺下直接睡着了，连鞋子都没脱。
</div>
<div class="paragraph_div">
也不知睡了多久，突然耳边有个声音说：“葛队，醒醒，我打听到积米崖了。”
</div>
<div class="paragraph_div">
葛申听到后，身上如同触电一般，猛的从床上一跃而起。看了看墙上的挂钟，自己才睡了不到两个钟头。
</div>
<div class="paragraph_div">
原来是队里的一位百姓，刚才在和老板闲聊时，老板无意间提到这家客栈名字的由来。当年这里大部分人感染了瘟疫，很多人都去世了，只有少部分人移民了，剩下的愿意留下来寻找去除的法子。他们配了很多方子都无法医治瘟疫，正当一筹莫展时，一位传教士经过这座村庄。村民以为他不了解这里目前的情况，告知与其，让其离这里越远越好。而那位传教士却说：“我此行就是来侦查这里的病情，听几位搬迁的居民说这里流行瘟疫，我离开天竺国(1)来中国传教，经过西域时也曾遇见好几座村庄流行各种怪病，都将其医治了，要是你们不介意的话，我可以尝试着驱除病魔。”
</div>
<div class="paragraph_div">
村民们听了这位传教士的话，不管真假都不约而同的给其下跪。传教士将离他最近的一位扶起，告诉大家其身份。他从小信仰佛教，是位出家僧人，来中国游历已经有两三年了，人家称其“达摩僧”或“达摩祖师”。
</div>
<div class="paragraph_div">
达摩僧给配了方子，村民们都照着方子上所说的配药。达摩每日念经，说是为了驱散魑魅魍魉(2)。经过一月有余，村里的疫情果然大有好转，原来因疫情移民的那些人听说病根驱除了，也都纷纷的回到了这里。在这位达摩的度化下，很多村民对世间真理有所感悟，看破红尘。老板受到熏陶也变的有智慧，就开了这家客栈，取名“红尘客栈”。
</div>
<div class="paragraph_div">
达摩立了汗马功劳，自那时起，村里年年风调雨顺、五谷丰登，麦子长的呈金黄色的老高了。达摩在这里待久了，与父老乡亲们日久生情，便不打算去其他更远的地方了，就在离村庄三舍(3)外的一座山上开了座寺庙“白云观”。寺庙坐落于一座山上，山势比较陡峭。因其为百姓造福，百姓把那座山叫做“积米崖”。
</div>
<div class="paragraph_div">
从红尘客栈到积米崖的路上要经过一处黑枫林，那里离这村庄有二舍路，是去往积米崖的必经之路。白天还好说，听说夜晚里到了酉时往后就会出现一系列灵异事件。村里有好几个人夜晚去那里却有去无回，后来白天在树林里发现了他们的残骸。从残骸上可以看出已死去多时，而且死前像是经历了很痛苦的折磨。
</div>
<div class="paragraph_div">
听到这些，葛申就感觉不寒而栗。看了看怀表，再过半小时就到酉时了。为了早日救回妻子，已顾不上前路上会充满多少不可思议的冒险，多浪费一分钟，妻子就多一分危险。葛申二话不说就拜谢过店老板，往积米崖方向出发了。葛申并没退房，说要是运气好能活着回来，就和店老板拜把子，到时候设宴好好庆贺一番。村里随来的队友都一同跟随葛队前去了。
</div>
<div class="paragraph_div">
一伙人骑着马离开了红尘客栈，秋琴就搭在葛申的马背上。头一舍路比较顺利，四周都是万家灯火的房舍。虽然已是夜晚，仍有很多人在户外纳凉。队友李吉很自信的说：“店老板还扯什么晚上闹鬼，我看都是无稽之谈，人正不怕影子歪。”
</div>
<div class="paragraph_div">
小七却谨慎的说：“老板的话不可不信，毕竟他在这里开店很多年了，怎能拿这等事哄我们当儿戏？还是小心为妙，宁可信其有不可信其无。”
</div>
<div class="paragraph_div">
“还是小七说的有理。”葛申提醒大家说：“前面马上就要进入黑枫林了，大家须打起十二分精神头来。”
</div>
<div class="paragraph_div">
“是！谢葛队提醒！”大家异口同声的回答：
</div>
<div class="paragraph_div">
渐渐的队伍走出了村庄，村庄的影子离大家越来越远。有一座黑色的树林在远方用肉眼依稀可见，随着马蹄的行走逐渐清晰的出现在大伙眼里。夜风嗖嗖的刮着，给壮大的队伍增添了几分凄凉。
</div>
<div class="paragraph_div">
“要是咱能像孙猴子一样一个筋斗十万八千里就好了，早就翻过了这鬼地方，一下就到积米崖了。”刚才还自以为是的李吉现在却增添了几分胆怯，“要不咱先回客栈吧？葛队，等约摸天快亮了再来这里，那样会大大增加几分安全感。”
</div>
<div class="paragraph_div">
“少废话！要真像你说的那样，我还冒险来这里干嘛？”葛队当众指责道：“小花我已经托付给老板了，就是担心万一自己有啥不测。你琴姐已经好几天没小解了，现在正憋得慌，耽搁一分钟就给她增添了一分钟的危机。你以为大家都愿意为我冒险吗？”
</div>
<div class="paragraph_div">
被葛队这么一说，李吉的胆怯感倒减退了几分。黑枫林已经距离队伍不到二百米了，葛队下令：“大家准备点燃火把，准备入林！”
</div>
<div class="paragraph_div">
人群中燃起了一股股熊熊火焰，与此同时，道路旁边出现了浅蓝色类似鬼火的玩意。李吉差点叫出声来，险些从马背上摔下来。李吉这一叫，队里其他人也跟着乱了起来，拿起刀做好防备。
</div>
<div class="paragraph_div">
“莫怕！”葛队喊：“这是磷火(4)而已。”队里其他人看到道路一边的草地另一头有一方方坟墓，这里是一块墓地。这才安静了下来，继续起码往前行。
</div>
<div class="paragraph_div">
刚前行了几十步左右，从墓地的方向露出一双双眼睛，紧接着一排排弓箭朝队伍这边射来。大家挥刀隔档，有几位没防住的中箭栽下马来。葛申奋力隔档同时，还保护着搭在马背上的妻子。
</div>
<div class="paragraph_div">
一阵阵震耳欲聋的厮杀声从墓地处出发，一伙蒙面黑衣人大喊：“识货的留下钱财，不然拿命来！”两帮人杀成一团，杀声震天撼地。
</div>
<div class="paragraph_div">
虽然葛队一伙头一次来这黑枫林，但经过几十回合的厮杀，葛申这边看上去占了上风。流寇们杀不过，便改变计策，抱着秋琴便跑。这伙土匪们分散开跑了，葛队的人也分散开去追，大家都散开了。
</div>
<div class="paragraph_div">
那个抱着秋琴的土匪看上去跑的速度比葛申骑着马的速度还稍快，但葛申为了能救回妻子，快马加鞭瞬间也提速上去穷追不舍。离那人越来越近，眼看就要追上，那人突然朝葛申发射了一枚石子，速度之快堪比没羽箭(5)。葛申猝不及防，看到石子飞过来想躲已晚，只能略微歪头，石子打在其右肩上。葛申忍住痛疼继续穷追，好像变成了那人的影子似的。眼看快要追上了，葛申一个跳跃跳下马来飞到土匪身后，将其按倒在地，撤下面具一看，原来是上次和黑袍一起来打劫的那伙人其中之一。
</div>
<div class="paragraph_div">
“说！你们是什么来路？”葛申把匕首架在土匪脖子上质问。
</div>
<div class="paragraph_div">
“我说。。。我们是黑袍手下的，这几年来晚上经常在这里埋伏，一旦有人经过就打劫，白天到其他地方去打家劫舍。”
</div>
<div class="paragraph_div">
“你们的老窝在哪？”
</div>
<div class="paragraph_div">
“就在这里西北方五十里的黑风寨处，来这里的人经常迷路，唯一的出口在正北方向，必须带着指南针才行。大哥，我告诉你这些，求你网开一面，放我一条生路好吗？”土匪看着葛申狰狞的表情央求道。
</div>
<div class="paragraph_div">
“啊。。。”土匪刚说完才几秒就一命归西。“留着你是个祸害。”
</div>
<div class="paragraph_div">
葛申试了试倒在一旁的妻子，还有呼吸，这才放心的背起她放在马背上骑着马朝最初的地方驶去。到了原地再找其他人，早已不见了行踪。两人在林子里骑马继续前行，倒是没再遇到新的危机，只是不管朝什么方向走总是回到原处，就像被困在迷宫里一样。葛申回想起那位土匪说的话，只要往北走就能找到出口，可身上并没有带指南针。现在感觉又累又饿又渴，真像找地躺下先困一觉等明早天亮再说，到时候说不定会发现新线索。
</div>
<div class="paragraph_div">
马背上放着一百多斤重的妻子，马儿速度逐渐慢了下来。葛申感觉体力透支实在太大，撑不住栽倒下马来，妻子栽下来面朝地背朝天趴在地上。
</div>
<div class="paragraph_div">
秋琴嘴里进了泥土，有气无力的呻吟道：“不要管我了，自己先走吧。。。”
</div>
<div class="paragraph_div">
“那怎么能行？咱是夫妻啊，这一趟来就是为了给你疗伤才苦寻达摩祖师的。”
</div>
<div class="paragraph_div">
葛申面朝天背朝地躺着，看着缥缈的夜空中划过一道流星。传说中看到天上有流星划过，预示着将有人去上帝那里了，这个人会是谁呢？自己？妻子？希望都不是，因为还有小花在客栈里，需要等妈妈医治好伤回去后抚养呢，上帝不会在孩子才是婴儿时就让其成为孤儿。
</div>
<div class="paragraph_div">
葛申正想入非非，突然看到了北斗七星，真是“山重水复疑无路，柳暗花明又一村(6)”.身体如受到电击一般，猛地从地上跳起来,背上地面上的妻子放到马鞍上，说：“天助咱也，有希望了。”便骑上马朝北斗七星的方向一直驶去。
</div>
<div class="paragraph_div">
随着马儿奔跑，两边的林子逐渐变的稀疏了。几分钟后，两人总算驶出了林子。根据月亮的位置，现在大约已经到了亥时。其他队友仍然不见踪影，葛申把马儿牵到一处洞口，两人今晚在洞里休息了。
</div>
<div class="paragraph_div">
</div>
<div class="paragraph_div">
</div>
<div class="paragraph_div">
</div>
<div class="paragraph_div">
</div>
<div>
</div>
</body>
</html>